{
    "nodes": [
        {
            "id": "node_0",
            "type": "default",
            "data": {
                "label": "LineNo: 2622635,\n\nDeivid Wisci: A very good morning to you, Mr. Pr...\nen\n\n\n\"A very good morning to you, Mr. President. I trust I'm not imposing by arriving ahead of schedule?\""
            },
            "position": {
                "x": 0,
                "y": 0
            }
        },
        {
            "id": "node_1",
            "type": "default",
            "data": {
                "label": "LineNo: 2622753,\n\nNarrator: As the morning sun streamed through...\nen\n\n\nAs the morning sun streamed through the window of the Presidential Office, an imminent meeting loomed on my agenda. In a quarter of an hour, I was set to discuss the Energy Protection Act of 1932 with Ministers Graf, Holl, and Wisci."
            },
            "position": {
                "x": 250,
                "y": 0
            }
        },
        {
            "id": "node_2",
            "type": "default",
            "data": {
                "label": "LineNo: 2623695,\n\nPlayer: Given the serious topic we're addr...\nen\n\n\n\"Given the serious topic we're addressing, an early start might be just what we need.\""
            },
            "position": {
                "x": 500,
                "y": 0
            }
        },
        {
            "id": "node_3",
            "type": "default",
            "data": {
                "label": "LineNo: 2623797,\n\nPlayer_Italic: I gestured towards the seat.\nen\n\n\nI gestured towards the seat."
            },
            "position": {
                "x": 0,
                "y": 150
            }
        },
        {
            "id": "node_4",
            "type": "default",
            "data": {
                "label": "LineNo: 2623803,\n\nPlayer_Italic: I gestured towards the seat.\nMenu Text en\n\n\nGesture towards the seat."
            },
            "position": {
                "x": 250,
                "y": 150
            }
        },
        {
            "id": "node_5",
            "type": "default",
            "data": {
                "label": "LineNo: 2623905,\n\nNarrator: I was sipping my morning coffee and...\nen\n\n\nI was sipping my morning coffee and enjoying a quiet moment of solitude when Deivid arrived, characteristically early."
            },
            "position": {
                "x": 500,
                "y": 150
            }
        },
        {
            "id": "node_6",
            "type": "default",
            "data": {
                "label": "LineNo: 2624007,\n\nPlayer: Not at all, Deivid. On the contrar...\nen\n\n\n\"Not at all, Deivid. On the contrary, we've now got an extra few minutes to strategize before the meeting.\""
            },
            "position": {
                "x": 0,
                "y": 300
            }
        },
        {
            "id": "node_7",
            "type": "default",
            "data": {
                "label": "LineNo: 2624109,\n\nNarrator: The recent abrogation in the Grand...\nen\n\n\nThe recent abrogation in the Grand National Assembly, coupled with ongoing dialogues with Gasom, had only served to amplify the discourse surrounding the legislation."
            },
            "position": {
                "x": 250,
                "y": 300
            }
        },
        {
            "id": "node_8",
            "type": "default",
            "data": {
                "label": "LineNo: 2624211,\n\nDeivid Wisci: I appreciate your understanding, M...\nen\n\n\n\"I appreciate your understanding, Mr. President. It's high time we addressed these pressing matters regarding the EPA.\""
            },
            "position": {
                "x": 500,
                "y": 300
            }
        },
        {
            "id": "node_9",
            "type": "default",
            "data": {
                "label": "LineNo: 2624313,\n\nDeivid Wisci: “I'm relieved to hear that, Anton.”\nen\n\n\n“I'm relieved to hear that, Anton.”"
            },
            "position": {
                "x": 0,
                "y": 450
            }
        },
        {
            "id": "node_10",
            "type": "default",
            "data": {
                "label": "LineNo: 2624415,\n\nDeivid Wisci: “Thank you, Mr. President.”\nen\n\n\n“Thank you, Mr. President.”"
            },
            "position": {
                "x": 250,
                "y": 450
            }
        },
        {
            "id": "node_11",
            "type": "default",
            "data": {
                "label": "LineNo: 2624517,\n\nDeivid Wisci: I depart earlier for my appointmen...\nen\n\n\n\"I depart earlier for my appointments nowadays, as the stairs of the capital have become more of a challenge than I would like to admit.\""
            },
            "position": {
                "x": 500,
                "y": 450
            }
        },
        {
            "id": "node_12",
            "type": "default",
            "data": {
                "label": "LineNo: 2624643,\n\nPlayer: Your wisdom rings true. It's been...\nen\n\n\n\"Your wisdom rings true. It's been quite a rollercoaster since the election, hasn't it?\""
            },
            "position": {
                "x": 0,
                "y": 600
            }
        },
        {
            "id": "node_13",
            "type": "default",
            "data": {
                "label": "LineNo: 2624745,\n\nPlayer: Rest assured, Mr. Wisci. I intend...\nen\n\n\n\"Rest assured, Mr. Wisci. I intend to navigate these challenges with more finesse than my predecessors.\""
            },
            "position": {
                "x": 250,
                "y": 600
            }
        },
        {
            "id": "node_14",
            "type": "default",
            "data": {
                "label": "LineNo: 2624847,\n\nPlayer: “The Maroon District and the minist...\nen\n\n\n“The Maroon District and the ministerial buildings are dispersed in a very artificial way. No wonder it takes longer.”"
            },
            "position": {
                "x": 500,
                "y": 600
            }
        },
        {
            "id": "node_15",
            "type": "default",
            "data": {
                "label": "LineNo: 2624949,\n\nPlayer: “It's nothing to be ashamed of, Dei...\nen\n\n\n“It's nothing to be ashamed of, Deivid. Would you like some coffee or tea?”"
            },
            "position": {
                "x": 0,
                "y": 750
            }
        },
        {
            "id": "node_16",
            "type": "default",
            "data": {
                "label": "LineNo: 2625051,\n\nPlayer: Well, Deivid, it's not the stairs...\nen\n\n\n\"Well, Deivid, it's not the stairs we're battling, but the relentless march of time.\""
            },
            "position": {
                "x": 250,
                "y": 750
            }
        },
        {
            "id": "node_17",
            "type": "default",
            "data": {
                "label": "LineNo: 2625153,\n\nDeivid Wisci: I've already had my tea today, as...\nen\n\n\n\"I've already had my tea today, as per my doctor's advice. She suggests chamomile in the morning and sage tea in the evening for optimal health.\""
            },
            "position": {
                "x": 500,
                "y": 750
            }
        },
        {
            "id": "node_18",
            "type": "default",
            "data": {
                "label": "LineNo: 2625255,\n\nDeivid Wisci: Reflecting on the years I've spent...\nen\n\n\n\"Reflecting on the years I've spent within these walls is a journey in itself. From the time my father first brought me here during the reign of the King, right up to the present.\""
            },
            "position": {
                "x": 0,
                "y": 900
            }
        },
        {
            "id": "node_19",
            "type": "default",
            "data": {
                "label": "LineNo: 2625357,\n\nDeivid Wisci: It wasn't always like this, you kn...\nen\n\n\n\"It wasn't always like this, you know. Before Tarquin Soll and his architect Herman Equa gave this area a neo-classical facelift and a new name, it used to be known as the Republic District. \""
            },
            "position": {
                "x": 250,
                "y": 900
            }
        },
        {
            "id": "node_20",
            "type": "default",
            "data": {
                "label": "LineNo: 2625459,\n\nDeivid Wisci: “I will support you to the end of y...\nen\n\n\n“I will support you to the end of your term and beyond if my health allows.”"
            },
            "position": {
                "x": 500,
                "y": 900
            }
        },
        {
            "id": "node_21",
            "type": "default",
            "data": {
                "label": "LineNo: 2625569,\n\nDeivid Wisci: I trust you're faring well. Sordla...\nen\n\n\n\"I trust you're faring well. Sordland is akin to a wild mustang — complex, spirited, and ever elusive to rein in.\""
            },
            "position": {
                "x": 0,
                "y": 1050
            }
        },
        {
            "id": "node_22",
            "type": "default",
            "data": {
                "label": "LineNo: 2625695,\n\nPlayer: Or perhaps a stubborn mountain goa...\nen\n\n\n\"Or perhaps a stubborn mountain goat, unbudging and headstrong.\""
            },
            "position": {
                "x": 250,
                "y": 1050
            }
        },
        {
            "id": "node_23",
            "type": "default",
            "data": {
                "label": "LineNo: 2625797,\n\nDeivid Wisci: A public servant is bound by one p...\nen\n\n\n\"A public servant is bound by one principle alone. To serve, to be the voice and hand of the people.\""
            },
            "position": {
                "x": 500,
                "y": 1050
            }
        },
        {
            "id": "node_24",
            "type": "default",
            "data": {
                "label": "LineNo: 2625899,\n\nDeivid Wisci: Listening to the doctor does bring...\nen\n\n\n\"Listening to the doctor does bring me some comfort. It feels as though my throat has been refreshed thanks to her.\""
            },
            "position": {
                "x": 0,
                "y": 1200
            }
        },
        {
            "id": "node_25",
            "type": "default",
            "data": {
                "label": "LineNo: 2626001,\n\nNarrator: A colossal zeppelin traversed the s...\nen\n\n\nA colossal zeppelin traversed the sky above the Maroon District. For a fleeting moment, it blotted out the sun before gently veering to the left, letting light flood the office once more."
            },
            "position": {
                "x": 250,
                "y": 1200
            }
        },
        {
            "id": "node_26",
            "type": "default",
            "data": {
                "label": "LineNo: 2626381,\n\nDeivid Wisci: “I will do my best to support you t...\nen\n\n\n“I will do my best to support you to the end of your term. This country deserves a fresh start and not a descent into the darkness of the distant past.”"
            },
            "position": {
                "x": 500,
                "y": 1200
            }
        },
        {
            "id": "node_27",
            "type": "default",
            "data": {
                "label": "LineNo: 2626491,\n\nDeivid Wisci: I often ponder what will endure of...\nen\n\n\n\"I often ponder what will endure of our actions and identities. Do they hold any significance in the grand scheme of things?\""
            },
            "position": {
                "x": 0,
                "y": 1350
            }
        },
        {
            "id": "node_28",
            "type": "default",
            "data": {
                "label": "LineNo: 2626593,\n\nNarrator: His gaze drifted, locking onto some...\nen\n\n\nHis gaze drifted, locking onto something beyond the window."
            },
            "position": {
                "x": 250,
                "y": 1350
            }
        },
        {
            "id": "node_29",
            "type": "default",
            "data": {
                "label": "LineNo: 2626695,\n\nDeivid Wisci: I recall those days with such clar...\nen\n\n\n\"I recall those days with such clarity. The city was a vision of beauty, its people radiant with hope. But the civil war shattered our Sordish Dream, exposing the darkest parts of our nature.\""
            },
            "position": {
                "x": 500,
                "y": 1350
            }
        },
        {
            "id": "node_30",
            "type": "default",
            "data": {
                "label": "LineNo: 2626797,\n\nDeivid Wisci: “My grandmother was a farmer. Throu...\nen\n\n\n“My grandmother was a farmer. Through her, I know that sturdy stubbornness and why the mystical Sordish Mountain Goat is our people's soul animal.”"
            },
            "position": {
                "x": 0,
                "y": 1500
            }
        },
        {
            "id": "node_31",
            "type": "default",
            "data": {
                "label": "LineNo: 2626899,\n\nPlayer: “I need loyal people to make the ch...\nen\n\n\n“I need loyal people to make the change this country deserves.”"
            },
            "position": {
                "x": 250,
                "y": 1500
            }
        },
        {
            "id": "node_32",
            "type": "default",
            "data": {
                "label": "LineNo: 2627001,\n\nPlayer: “The longest roads are travelled ea...\nen\n\n\n“The longest roads are travelled easier with the dearest fellows.”"
            },
            "position": {
                "x": 500,
                "y": 1500
            }
        },
        {
            "id": "node_33",
            "type": "default",
            "data": {
                "label": "LineNo: 2627103,\n\nPlayer: “Your expertise is very welcome in...\nen\n\n\n“Your expertise is very welcome in this administration. People abroad keep praising you.”"
            },
            "position": {
                "x": 0,
                "y": 1650
            }
        },
        {
            "id": "node_34",
            "type": "default",
            "data": {
                "label": "LineNo: 2627205,\n\nNarrator: He punctuated his statement with a...\nen\n\n\nHe punctuated his statement with a cough, then reached for a glass of water and took a sip."
            },
            "position": {
                "x": 250,
                "y": 1650
            }
        },
        {
            "id": "node_35",
            "type": "default",
            "data": {
                "label": "LineNo: 2627307,\n\nDeivid Wisci: You crossed paths with Herman Equa...\nen\n\n\n\"You crossed paths with Herman Equa at Holsord State University, didn't you? He was a mentor to many. I recall our discussions about the future at the Kabaret Lachaven, with him and Heron Garaci.\""
            },
            "position": {
                "x": 500,
                "y": 1650
            }
        },
        {
            "id": "node_36",
            "type": "default",
            "data": {
                "label": "LineNo: 2627973,\n\nDeivid Wisci: “I know you were just a student at...\nen\n\n\n“I know you were just a student at the Lachaven Business School, far from Holsord. But the armed rebels did reach your area.”"
            },
            "position": {
                "x": 0,
                "y": 1800
            }
        },
        {
            "id": "node_37",
            "type": "default",
            "data": {
                "label": "LineNo: 2628083,\n\nDeivid Wisci: “I know you were just a student at...\nen\n\n\n“I know you were just a student at the Deyr University of Culture. Witnessing what true oppression was like.”"
            },
            "position": {
                "x": 250,
                "y": 1800
            }
        },
        {
            "id": "node_38",
            "type": "default",
            "data": {
                "label": "LineNo: 2628193,\n\nDeivid Wisci: I did not agree with all of the me...\nen\n\n\n\"I did not agree with all of the measures enacted by the technocratic government of that era. But some were undeniably effective.\""
            },
            "position": {
                "x": 500,
                "y": 1800
            }
        },
        {
            "id": "node_39",
            "type": "default",
            "data": {
                "label": "LineNo: 2628295,\n\nDeivid Wisci: In the end, it took a collective e...\nen\n\n\n\"In the end, it took a collective effort to reassemble our nation's fragmented pieces. I'm sure you remember those dark days yourself.\""
            },
            "position": {
                "x": 0,
                "y": 1950
            }
        },
        {
            "id": "node_40",
            "type": "default",
            "data": {
                "label": "LineNo: 2628397,\n\nDeivid Wisci: A mountain goat, you say? Interest...\nen\n\n\n\"A mountain goat, you say? Interesting analogy. They are indeed resilient, much like our nation.\""
            },
            "position": {
                "x": 250,
                "y": 1950
            }
        },
        {
            "id": "node_41",
            "type": "default",
            "data": {
                "label": "LineNo: 2628499,\n\nNarrator: Just as the conversation hit a paus...\nen\n\n\nJust as the conversation hit a pause, the door swung open and the other ministers arrived. Symon Holl entered first with a confident stride."
            },
            "position": {
                "x": 500,
                "y": 1950
            }
        },
        {
            "id": "node_42",
            "type": "default",
            "data": {
                "label": "LineNo: 2628601,\n\nSymon Holl: Good morning, Mr. President. Deivi...\nen\n\n\n\"Good morning, Mr. President. Deivid. I trust the discussion is progressing well?\""
            },
            "position": {
                "x": 0,
                "y": 2100
            }
        },
        {
            "id": "node_43",
            "type": "default",
            "data": {
                "label": "LineNo: 2628703,\n\nNarrator: Lileas followed closely behind. She...\nen\n\n\nLileas followed closely behind. She walked in with an air of calm authority, her gaze sweeping across the room."
            },
            "position": {
                "x": 250,
                "y": 2100
            }
        },
        {
            "id": "node_44",
            "type": "default",
            "data": {
                "label": "LineNo: 2628805,\n\nLileas Graf: Gentlemen. I hope I'm not interrup...\nen\n\n\n\"Gentlemen. I hope I'm not interrupting anything crucial.\""
            },
            "position": {
                "x": 500,
                "y": 2100
            }
        },
        {
            "id": "node_45",
            "type": "default",
            "data": {
                "label": "LineNo: 2628907,\n\nPlayer: Still, one must credit Tarquin Sol...\nen\n\n\n\"Still, one must credit Tarquin Soll for extricating our nation from the ashes.\""
            },
            "position": {
                "x": 0,
                "y": 2250
            }
        },
        {
            "id": "node_46",
            "type": "default",
            "data": {
                "label": "LineNo: 2629009,\n\nPlayer: Perhaps history would have taken a...\nen\n\n\n\"Perhaps history would have taken a different course if the Izzam Incident hadn't happened.\""
            },
            "position": {
                "x": 250,
                "y": 2250
            }
        },
        {
            "id": "node_47",
            "type": "default",
            "data": {
                "label": "LineNo: 2629111,\n\nPlayer: We are deeply indebted to him. The...\nen\n\n\n\"We are deeply indebted to him. The principles of Sollism hold a special place in my heart and continue to guide my decisions.\""
            },
            "position": {
                "x": 500,
                "y": 2250
            }
        },
        {
            "id": "node_48",
            "type": "default",
            "data": {
                "label": "LineNo: 2629213,\n\nPlayer_Italic: I kept listening to him.\nen\n\n\nI kept listening to him."
            },
            "position": {
                "x": 0,
                "y": 2400
            }
        },
        {
            "id": "node_49",
            "type": "default",
            "data": {
                "label": "LineNo: 2629219,\n\nPlayer_Italic: I kept listening to him.\nMenu Text en\n\n\nKeep listening."
            },
            "position": {
                "x": 250,
                "y": 2400
            }
        },
        {
            "id": "node_50",
            "type": "default",
            "data": {
                "label": "LineNo: 2629591,\n\nPlayer: Those were formative years for me....\nen\n\n\n\"Those were formative years for me. Equa and Garaci left an indelible mark on my outlook.\""
            },
            "position": {
                "x": 500,
                "y": 2400
            }
        },
        {
            "id": "node_51",
            "type": "default",
            "data": {
                "label": "LineNo: 2629693,\n\nPlayer: It's interesting how those academi...\nen\n\n\n\"It's interesting how those academic days shape our perspectives, isn't it?\""
            },
            "position": {
                "x": 0,
                "y": 2550
            }
        },
        {
            "id": "node_52",
            "type": "default",
            "data": {
                "label": "LineNo: 2629795,\n\nPlayer: It was a surreal time, studying bu...\nen\n\n\n\"It was a surreal time, studying business principles while chaos ensued just a few miles away.\""
            },
            "position": {
                "x": 250,
                "y": 2550
            }
        },
        {
            "id": "node_53",
            "type": "default",
            "data": {
                "label": "LineNo: 2629897,\n\nPlayer: Those disturbances did not deter m...\nen\n\n\n\"Those disturbances did not deter me from my studies. In fact, they reinforced the importance of my education.\""
            },
            "position": {
                "x": 500,
                "y": 2550
            }
        },
        {
            "id": "node_54",
            "type": "default",
            "data": {
                "label": "LineNo: 2629999,\n\nPlayer: It was a difficult period. But it...\nen\n\n\n\"It was a difficult period. But it was also a reminder of the change I wished to see in Sordland.\""
            },
            "position": {
                "x": 0,
                "y": 2700
            }
        },
        {
            "id": "node_55",
            "type": "default",
            "data": {
                "label": "LineNo: 2630101,\n\nPlayer: Those experiences have shaped me,...\nen\n\n\n\"Those experiences have shaped me, and they continue to inform my decisions as president.\""
            },
            "position": {
                "x": 250,
                "y": 2700
            }
        },
        {
            "id": "node_56",
            "type": "default",
            "data": {
                "label": "LineNo: 2630203,\n\nPlayer: In retrospect, an earlier resignat...\nen\n\n\n\"In retrospect, an earlier resignation might have been beneficial. His ingrained traditions seem to have done more harm than good in the long run.\""
            },
            "position": {
                "x": 500,
                "y": 2700
            }
        },
        {
            "id": "node_57",
            "type": "default",
            "data": {
                "label": "LineNo: 2630305,\n\nDeivid Wisci: Indeed, the Izzam Incident is a re...\nen\n\n\n\"Indeed, the Izzam Incident is a reminder of how unforeseen events can rapidly change the course of a nation.\""
            },
            "position": {
                "x": 0,
                "y": 2850
            }
        },
        {
            "id": "node_58",
            "type": "default",
            "data": {
                "label": "LineNo: 2630407,\n\nDeivid Wisci: No one can deny Soll's contributio...\nen\n\n\n\"No one can deny Soll's contribution. His leadership was instrumental in rebuilding Sordland.\""
            },
            "position": {
                "x": 250,
                "y": 2850
            }
        },
        {
            "id": "node_59",
            "type": "default",
            "data": {
                "label": "LineNo: 2630509,\n\nDeivid Wisci: There's merit to that argument. Th...\nen\n\n\n\"There's merit to that argument. The lingering influence of Soll's traditions may have hampered Alphonso's ability to bring about the changes he envisioned.\""
            },
            "position": {
                "x": 500,
                "y": 2850
            }
        },
        {
            "id": "node_60",
            "type": "default",
            "data": {
                "label": "LineNo: 2630611,\n\nDeivid Wisci: Sollism indeed has its virtues, an...\nen\n\n\n\"Sollism indeed has its virtues, and it's clear that Soll's legacy continues to resonate with many. The challenge for us is to learn from the past while forging our own path forward.\""
            },
            "position": {
                "x": 0,
                "y": 3000
            }
        },
        {
            "id": "node_61",
            "type": "default",
            "data": {
                "label": "LineNo: 2630713,\n\nDeivid Wisci: It turned us away from the path of...\nen\n\n\n\"It turned us away from the path of reform, but we still worked hard to create the Sordland my father had envisioned.\""
            },
            "position": {
                "x": 250,
                "y": 3000
            }
        },
        {
            "id": "node_62",
            "type": "default",
            "data": {
                "label": "LineNo: 2630815,\n\nDeivid Wisci: Ah. I still remember the first air...\nen\n\n\n\"Ah. I still remember the first airships in Sordland. We purchased them from Qinal after the war, during the birth of what Soll called the 'Second Republic'.\""
            },
            "position": {
                "x": 500,
                "y": 3000
            }
        },
        {
            "id": "node_63",
            "type": "default",
            "data": {
                "label": "LineNo: 2630917,\n\nDeivid Wisci: Our infrastructure lay in ruins, a...\nen\n\n\n\"Our infrastructure lay in ruins, and those zeppelins offered a much-needed lifeline, a chance to traverse and rebuild. And then, thanks to our research council's diligent efforts, we started manufacturing our own in Gelsord.\""
            },
            "position": {
                "x": 0,
                "y": 3150
            }
        },
        {
            "id": "node_64",
            "type": "default",
            "data": {
                "label": "LineNo: 2631035,\n\nPlayer: It's fascinating to think how much...\nen\n\n\n\"It's fascinating to think how much we depended on foreign help after the war. We've come a long way since then.\""
            },
            "position": {
                "x": 250,
                "y": 3150
            }
        },
        {
            "id": "node_65",
            "type": "default",
            "data": {
                "label": "LineNo: 2631137,\n\nPlayer: The manufacturing of zeppelins in...\nen\n\n\n\"The manufacturing of zeppelins in Gelsord was truly a turning point.\""
            },
            "position": {
                "x": 500,
                "y": 3150
            }
        },
        {
            "id": "node_66",
            "type": "default",
            "data": {
                "label": "LineNo: 2631239,\n\nPlayer: Do you think we might have leaned...\nen\n\n\n\"Do you think we might have leaned too heavily on zeppelins for our transportation needs? Perhaps we should have invested more in rebuilding our roads and railways.\""
            },
            "position": {
                "x": 0,
                "y": 3300
            }
        },
        {
            "id": "node_67",
            "type": "default",
            "data": {
                "label": "LineNo: 2631341,\n\nDeivid Wisci: We were in a desperate state then....\nen\n\n\n\"We were in a desperate state then. But remember, it is often in our darkest hours that we find the strength to rise again.\""
            },
            "position": {
                "x": 250,
                "y": 3300
            }
        },
        {
            "id": "node_68",
            "type": "default",
            "data": {
                "label": "LineNo: 2631443,\n\nDeivid Wisci: You're quite right. It symbolized...\nen\n\n\n\"You're quite right. It symbolized our resilience, our determination to regain our footing. It was a beacon of hope, signaling the revival of our battered industry.\""
            },
            "position": {
                "x": 500,
                "y": 3300
            }
        },
        {
            "id": "node_69",
            "type": "default",
            "data": {
                "label": "LineNo: 2631545,\n\nDeivid Wisci: An interesting point. Perhaps a mo...\nen\n\n\n\"An interesting point. Perhaps a more balanced approach would have served us better. In the aftermath of the civil war, it was often about immediate solutions, and the zeppelins offered just that.\""
            },
            "position": {
                "x": 0,
                "y": 3450
            }
        },
        {
            "id": "node_70",
            "type": "default",
            "data": {
                "label": "LineNo: 2631925,\n\nDeivid Wisci: At the time, the destroyed roads,...\nen\n\n\n\"At the time, the destroyed roads, bridges and all made air travel the most suitable option. But now I am glad that your presidency is focusing on building up our infrastructure.\""
            },
            "position": {
                "x": 250,
                "y": 3450
            }
        },
        {
            "id": "node_71",
            "type": "default",
            "data": {
                "label": "LineNo: 2632027,\n\nDeivid Wisci: But over time, he drifted away fro...\nen\n\n\n\"But over time, he drifted away from the ideals of reform and progress that my father held so dear.\""
            },
            "position": {
                "x": 500,
                "y": 3450
            }
        },
        {
            "id": "node_72",
            "type": "default",
            "data": {
                "label": "LineNo: 2632129,\n\nDeivid Wisci: Our reliance on others was tempora...\nen\n\n\n\"Our reliance on others was temporary, a stepping stone towards the self-sufficiency we achieved with the National Autarky Plan. Even though it had downsides, I still consider it a success.\""
            },
            "position": {
                "x": 0,
                "y": 3600
            }
        },
        {
            "id": "node_73",
            "type": "default",
            "data": {
                "label": "LineNo: 2632231,\n\nNarrator: A pause fell over the room. Deivid'...\nen\n\n\nA pause fell over the room. Deivid's gaze landed on the portrait of Tarquin Soll hanging in the Presidential Office."
            },
            "position": {
                "x": 250,
                "y": 3600
            }
        },
        {
            "id": "node_74",
            "type": "default",
            "data": {
                "label": "LineNo: 2632333,\n\nPlayer: Those same amendments also opened...\nen\n\n\n\"Those same amendments also opened the door to corruption.\""
            },
            "position": {
                "x": 500,
                "y": 3600
            }
        },
        {
            "id": "node_75",
            "type": "default",
            "data": {
                "label": "LineNo: 2632435,\n\nPlayer: Do you think the EPA still holds r...\nen\n\n\n\"Do you think the EPA still holds relevance today, or should we consider a complete overhaul?\""
            },
            "position": {
                "x": 0,
                "y": 3750
            }
        },
        {
            "id": "node_76",
            "type": "default",
            "data": {
                "label": "LineNo: 2632537,\n\nPlayer: The NAP was a cornerstone for our...\nen\n\n\n\"The NAP was a cornerstone for our post-war recovery. I wonder, could we have done more with it?\""
            },
            "position": {
                "x": 250,
                "y": 3750
            }
        },
        {
            "id": "node_77",
            "type": "default",
            "data": {
                "label": "LineNo: 2632639,\n\nDeivid Wisci: Hindsight, as they say. We did wha...\nen\n\n\n\"Hindsight, as they say. We did what we believed was best at the time. Could we have done more? Perhaps.\""
            },
            "position": {
                "x": 500,
                "y": 3750
            }
        },
        {
            "id": "node_78",
            "type": "default",
            "data": {
                "label": "LineNo: 2632741,\n\nDeivid Wisci: Indeed, no policy is immune to mis...\nen\n\n\n\"Indeed, no policy is immune to misuse. Alphonso's amendments were ambitious, but they also left room for exploitation. We must remain vigilant against such risks.\""
            },
            "position": {
                "x": 0,
                "y": 3900
            }
        },
        {
            "id": "node_79",
            "type": "default",
            "data": {
                "label": "LineNo: 2632843,\n\nDeivid Wisci: The EPA has its roots in a differe...\nen\n\n\n\"The EPA has its roots in a different era. While some of its principles may still hold, we must not shy away from revising it in light of our current needs and challenges.\""
            },
            "position": {
                "x": 250,
                "y": 3900
            }
        },
        {
            "id": "node_80",
            "type": "default",
            "data": {
                "label": "LineNo: 2632945,\n\nNarrator: His eyes lingered on the stern face...\nen\n\n\nHis eyes lingered on the stern face of the old leader. A sigh escaped his lips."
            },
            "position": {
                "x": 500,
                "y": 3900
            }
        },
        {
            "id": "node_81",
            "type": "default",
            "data": {
                "label": "LineNo: 2633047,\n\nDeivid Wisci: Now, when I think of the EPA, my m...\nen\n\n\n\"Now, when I think of the EPA, my mind is carried back to the formative years of post-civil war Holsord in the 1930s. The debates, the passion, the potential for transformation—it was a time of renewed optimism.\""
            },
            "position": {
                "x": 0,
                "y": 4050
            }
        },
        {
            "id": "node_82",
            "type": "default",
            "data": {
                "label": "LineNo: 2633149,\n\nDeivid Wisci: It is our duty now to learn from t...\nen\n\n\n\"It is our duty now to learn from the past and strive for a better future. What applied back then won't apply to now.\""
            },
            "position": {
                "x": 250,
                "y": 4050
            }
        },
        {
            "id": "node_83",
            "type": "default",
            "data": {
                "label": "LineNo: 2633267,\n\nDeivid Wisci: His visionary zeal succumbed to th...\nen\n\n\n\"His visionary zeal succumbed to the more pragmatic, more conservative, and sometimes even regressive, dictates of political survival.\""
            },
            "position": {
                "x": 500,
                "y": 4050
            }
        },
        {
            "id": "node_84",
            "type": "default",
            "data": {
                "label": "LineNo: 2633401,\n\nPlayer: Life in Holsord back then was toug...\nen\n\n\n\"Life in Holsord back then was tough. Electricity blackouts, ruined infrastructure, unemployment, gangs...\""
            },
            "position": {
                "x": 0,
                "y": 4200
            }
        },
        {
            "id": "node_85",
            "type": "default",
            "data": {
                "label": "LineNo: 2633503,\n\nPlayer: I remember that Soll's pardons to...\nen\n\n\n\"I remember that Soll's pardons to armed rebels did a lot to quell the rampant unrest.\""
            },
            "position": {
                "x": 250,
                "y": 4200
            }
        },
        {
            "id": "node_86",
            "type": "default",
            "data": {
                "label": "LineNo: 2633605,\n\nPlayer: I can see why the Energy Protectio...\nen\n\n\n\"I can see why the Energy Protection Act was so crucial at the time. We had to safeguard our energy sector from foreign interference, especially in the context of the post-civil-war economic situation.\""
            },
            "position": {
                "x": 500,
                "y": 4200
            }
        },
        {
            "id": "node_87",
            "type": "default",
            "data": {
                "label": "LineNo: 2633707,\n\nDeivid Wisci: It was a challenging period, yes,...\nen\n\n\n\"It was a challenging period, yes, but we persevered together as a nation.\""
            },
            "position": {
                "x": 0,
                "y": 4350
            }
        },
        {
            "id": "node_88",
            "type": "default",
            "data": {
                "label": "LineNo: 2633809,\n\nDeivid Wisci: Soll's pardons were undoubtedly a...\nen\n\n\n\"Soll's pardons were undoubtedly a contentious move, as they sparked debates about the extent of amnesty granted and the implications for justice.\""
            },
            "position": {
                "x": 250,
                "y": 4350
            }
        },
        {
            "id": "node_89",
            "type": "default",
            "data": {
                "label": "LineNo: 2633911,\n\nDeivid Wisci: Yes, the EPA helped ensure that th...\nen\n\n\n\"Yes, the EPA helped ensure that the sector remained under our control, limiting the extent of ownership of foreign powers such as Rumburg or Lespia.\""
            },
            "position": {
                "x": 500,
                "y": 4350
            }
        },
        {
            "id": "node_90",
            "type": "default",
            "data": {
                "label": "LineNo: 2634013,\n\nDeivid Wisci: In a way, Tarquin Soll did carry o...\nen\n\n\n\"In a way, Tarquin Soll did carry on my father's legacy. Under his leadership, we transitioned from a military government to a civilian one, and experienced our first multi-party elections.\""
            },
            "position": {
                "x": 0,
                "y": 4500
            }
        },
        {
            "id": "node_91",
            "type": "default",
            "data": {
                "label": "LineNo: 2634115,\n\nDeivid Wisci: “I am sure at least some of my wrin...\nen\n\n\n“I am sure at least some of my wrinkles today were a direct result of my non-stop debates with them.”"
            },
            "position": {
                "x": 250,
                "y": 4500
            }
        },
        {
            "id": "node_92",
            "type": "default",
            "data": {
                "label": "LineNo: 2634217,\n\nDeivid Wisci: “Stability and order is important t...\nen\n\n\n“Stability and order is important to our nation. Yet sometimes disorder is necessary for change.\""
            },
            "position": {
                "x": 500,
                "y": 4500
            }
        },
        {
            "id": "node_93",
            "type": "default",
            "data": {
                "label": "LineNo: 2634319,\n\nDeivid Wisci: “The minorities of this nation have...\nen\n\n\n“The minorities of this nation have suffered particularly.”"
            },
            "position": {
                "x": 0,
                "y": 4650
            }
        },
        {
            "id": "node_94",
            "type": "default",
            "data": {
                "label": "LineNo: 2634421,\n\nDeivid Wisci: My father was a visionary, a man w...\nen\n\n\n\"My father was a visionary, a man who sought to modernize Sordland into a secular, democratic republic. I've always been guided by his principles.\""
            },
            "position": {
                "x": 250,
                "y": 4650
            }
        },
        {
            "id": "node_95",
            "type": "default",
            "data": {
                "label": "LineNo: 2634523,\n\nPlayer: Your father's legacy still looms l...\nen\n\n\n\"Your father's legacy still looms large. Has it influenced your own views?\""
            },
            "position": {
                "x": 500,
                "y": 4650
            }
        },
        {
            "id": "node_96",
            "type": "default",
            "data": {
                "label": "LineNo: 2634625,\n\nNarrator: Deivid turned towards the large, fr...\nen\n\n\nDeivid turned towards the large, framed portrait of his father, Artor Sanaco Wisci, hanging on the wall. Painted with rich, warm hues, it captured the first President of Sordland in his prime."
            },
            "position": {
                "x": 0,
                "y": 4800
            }
        },
        {
            "id": "node_97",
            "type": "default",
            "data": {
                "label": "LineNo: 2634727,\n\nNarrator: A spark of determination gleamed in...\nen\n\n\nA spark of determination gleamed in his eyes, and his mouth was set in a gentle, firm smile – a reflection of his belief in a better future for our country."
            },
            "position": {
                "x": 250,
                "y": 4800
            }
        },
        {
            "id": "node_98",
            "type": "default",
            "data": {
                "label": "LineNo: 2634845,\n\nDeivid Wisci: His ability to mobilize public sup...\nen\n\n\n\"His ability to mobilize public support for revolutionary change has been a constant inspiration to me.\""
            },
            "position": {
                "x": 500,
                "y": 4800
            }
        },
        {
            "id": "node_99",
            "type": "default",
            "data": {
                "label": "LineNo: 2634947,\n\nPlayer: Sordland wouldn't be what it is to...\nen\n\n\n\"Sordland wouldn't be what it is today without your father.\""
            },
            "position": {
                "x": 0,
                "y": 4950
            }
        },
        {
            "id": "node_100",
            "type": "default",
            "data": {
                "label": "LineNo: 2635049,\n\nDeivid Wisci: Yes, my father's leadership laid t...\nen\n\n\n\"Yes, my father's leadership laid the foundation for the Sordland we know. His policies were aimed at building a secular and democratic state where every citizen's rights are protected.\""
            },
            "position": {
                "x": 250,
                "y": 4950
            }
        },
        {
            "id": "node_101",
            "type": "default",
            "data": {
                "label": "LineNo: 2635151,\n\nDeivid Wisci: He believed in a Sordland that was...\nen\n\n\n\"He believed in a Sordland that was modern and forward-looking. Everything he did was aimed at fostering progress, even his controversial embrace of foreign ideologies.\""
            },
            "position": {
                "x": 500,
                "y": 4950
            }
        },
        {
            "id": "node_102",
            "type": "default",
            "data": {
                "label": "LineNo: 2635253,\n\nPlayer: Artor S. Wisci. It's a shame that...\nen\n\n\n\"Artor S. Wisci. It's a shame that such an influential man died under such tragic circumstances.\""
            },
            "position": {
                "x": 0,
                "y": 5100
            }
        },
        {
            "id": "node_103",
            "type": "default",
            "data": {
                "label": "LineNo: 2635355,\n\nDeivid Wisci: Losing my father in the Holsord Pr...\nen\n\n\n\"Losing my father in the Holsord Prison fire was a turning point in my life. I was shocked when he was arrested, and his sudden death left a deep void.\""
            },
            "position": {
                "x": 250,
                "y": 5100
            }
        },
        {
            "id": "node_104",
            "type": "default",
            "data": {
                "label": "LineNo: 2635457,\n\nDeivid Wisci: But it also ignited a fire in me,...\nen\n\n\n\"But it also ignited a fire in me, a resolve to carry on his legacy and fight for the principles he stood for. The circumstances of his death are a stark reminder of the lengths to which those in power can go to silence dissent.\""
            },
            "position": {
                "x": 500,
                "y": 5100
            }
        },
        {
            "id": "node_105",
            "type": "default",
            "data": {
                "label": "LineNo: 2635559,\n\nNarrator: He looked back at the portrait with...\nen\n\n\nHe looked back at the portrait with a mix of pride and sadness."
            },
            "position": {
                "x": 0,
                "y": 5250
            }
        },
        {
            "id": "node_106",
            "type": "default",
            "data": {
                "label": "LineNo: 2635661,\n\nDeivid Wisci: It has made me wary, but also more...\nen\n\n\n\"It has made me wary, but also more committed to ensuring that such a tragedy does not repeat itself in our country.\""
            },
            "position": {
                "x": 250,
                "y": 5250
            }
        },
        {
            "id": "node_107",
            "type": "default",
            "data": {
                "label": "LineNo: 2635763,\n\nDeivid Wisci: Alphonso, for all his flaws, did s...\nen\n\n\n\"Alphonso, for all his flaws, did seek to set the nation back on a path of progress with his focus on a free market and economic liberalization.\""
            },
            "position": {
                "x": 500,
                "y": 5250
            }
        },
        {
            "id": "node_108",
            "type": "default",
            "data": {
                "label": "LineNo: 2635865,\n\nDeivid Wisci: His EPA amendments, for example, w...\nen\n\n\n\"His EPA amendments, for example, were a severe departure from Soll's National Autarky Plan. But many praised the way that it opened the doors for unprecedented foreign investment in our energy economy.\""
            },
            "position": {
                "x": 0,
                "y": 5400
            }
        },
        {
            "id": "node_109",
            "type": "default",
            "data": {
                "label": "LineNo: 2635999,\n\nDeivid Wisci: Welcome, everyone. It's great to s...\nen\n\n\n\"Welcome, everyone. It's great to see you all here. We have some important discussions on the agenda today, particularly concerning the Energy Protection Act.\""
            },
            "position": {
                "x": 250,
                "y": 5400
            }
        },
        {
            "id": "node_110",
            "type": "default",
            "data": {
                "label": "LineNo: 2636117,\n\nPlayer: Thank you, Deivid. I appreciate th...\nen\n\n\n\"Thank you, Deivid. I appreciate the urgency. Let's get right to the heart of the matter.\""
            },
            "position": {
                "x": 500,
                "y": 5400
            }
        },
        {
            "id": "node_111",
            "type": "default",
            "data": {
                "label": "LineNo: 2636219,\n\nPlayer: Indeed, it's a critical issue that...\nen\n\n\n\"Indeed, it's a critical issue that we need to address. I look forward to hearing everyone's perspectives.\""
            },
            "position": {
                "x": 0,
                "y": 5550
            }
        },
        {
            "id": "node_112",
            "type": "default",
            "data": {
                "label": "LineNo: 2636321,\n\nPlayer: Proceed.\nen\n\n\n\"Proceed.\""
            },
            "position": {
                "x": 250,
                "y": 5550
            }
        },
        {
            "id": "node_113",
            "type": "default",
            "data": {
                "label": "LineNo: 2636423,\n\nLileas Graf: The Assembly has spoken on this ma...\nen\n\n\n\"The Assembly has spoken on this matter, and as it stands, the Energy Protection Act of 1932 will not be repealed. It's clear that our colleagues have recognized the potential risks of exposing our energy sector to foreign ownership.\""
            },
            "position": {
                "x": 500,
                "y": 5550
            }
        },
        {
            "id": "node_114",
            "type": "default",
            "data": {
                "label": "LineNo: 2636525,\n\nLileas Graf: While this doesn't end the debate,...\nen\n\n\n\"While this doesn't end the debate, it does underline the importance of respecting our Assembly's decision.\""
            },
            "position": {
                "x": 0,
                "y": 5700
            }
        },
        {
            "id": "node_115",
            "type": "default",
            "data": {
                "label": "LineNo: 2636651,\n\nSymon Holl: Today, we have the opportunity to...\nen\n\n\n\"Today, we have the opportunity to shape the economic strategy of Sordland for decades to come. The EPA has long stood as a key contention and debate point of the National Autarky Plan.\""
            },
            "position": {
                "x": 250,
                "y": 5700
            }
        },
        {
            "id": "node_116",
            "type": "default",
            "data": {
                "label": "LineNo: 2636753,\n\nSymon Holl: This matter is a discussion of how...\nen\n\n\n\"This matter is a discussion of how Sordland sees itself and how we position ourselves in the world. Our nation has taken very different economic approaches in the last four decades.\""
            },
            "position": {
                "x": 500,
                "y": 5700
            }
        },
        {
            "id": "node_117",
            "type": "default",
            "data": {
                "label": "LineNo: 2637133,\n\nSymon Holl: The President's decision to foster...\nen\n\n\n\"The President's decision to foster a planned economy provides us with significant insight into our policy direction.\""
            },
            "position": {
                "x": 0,
                "y": 5850
            }
        },
        {
            "id": "node_118",
            "type": "default",
            "data": {
                "label": "LineNo: 2637235,\n\nSymon Holl: Mr. President has decided to lean...\nen\n\n\n\"Mr. President has decided to lean on promoting a market economy, which should give us a clear indicator.\""
            },
            "position": {
                "x": 250,
                "y": 5850
            }
        },
        {
            "id": "node_119",
            "type": "default",
            "data": {
                "label": "LineNo: 2637337,\n\nDeivid Wisci: I respect the decision of the Asse...\nen\n\n\n\"I respect the decision of the Assembly, Lileas. However, we mustn't allow this setback to deter us from exploring the best possible options for Sordland. The global landscape is ever-evolving and we must adapt accordingly.\""
            },
            "position": {
                "x": 500,
                "y": 5850
            }
        },
        {
            "id": "node_120",
            "type": "default",
            "data": {
                "label": "LineNo: 2637439,\n\nSymon Holl: It's also important to remember th...\nen\n\n\n\"It's also important to remember that the Assembly's decision is not the final word. There is room for further legislative efforts and executive initiatives.\""
            },
            "position": {
                "x": 0,
                "y": 6000
            }
        },
        {
            "id": "node_121",
            "type": "default",
            "data": {
                "label": "LineNo: 2637541,\n\nPlayer: A fair point, Lileas. We must resp...\nen\n\n\n\"A fair point, Lileas. We must respect the decision of the Assembly, even if it doesn't align with our own views.\""
            },
            "position": {
                "x": 250,
                "y": 6000
            }
        },
        {
            "id": "node_122",
            "type": "default",
            "data": {
                "label": "LineNo: 2637643,\n\nPlayer: The Assembly's decision has been m...\nen\n\n\n\"The Assembly's decision has been made, but that doesn't mean we will stop advocating for what we believe is right for Sordland.\""
            },
            "position": {
                "x": 500,
                "y": 6000
            }
        },
        {
            "id": "node_123",
            "type": "default",
            "data": {
                "label": "LineNo: 2637745,\n\nPlayer: It's disappointing to see the Asse...\nen\n\n\n\"It's disappointing to see the Assembly resist change this much. Our debate is definitely not over.\""
            },
            "position": {
                "x": 0,
                "y": 6150
            }
        },
        {
            "id": "node_124",
            "type": "default",
            "data": {
                "label": "LineNo: 2637847,\n\nSymon Holl: When it comes to the Energy Protec...\nen\n\n\n\"When it comes to the Energy Protection Act, I believe we should consider complete removal. If not, at the very least, we should increase the threshold to 49 percent.\""
            },
            "position": {
                "x": 250,
                "y": 6150
            }
        },
        {
            "id": "node_125",
            "type": "default",
            "data": {
                "label": "LineNo: 2637949,\n\nSymon Holl: This would undoubtedly attract mor...\nen\n\n\n\"This would undoubtedly attract more foreign investment and strengthen energy institutions such as Gasom and Sordish Petroleum.\""
            },
            "position": {
                "x": 500,
                "y": 6150
            }
        },
        {
            "id": "node_126",
            "type": "default",
            "data": {
                "label": "LineNo: 2638051,\n\nLileas Graf: I'm sure you're right about that....\nen\n\n\n\"I'm sure you're right about that. But we have to remember that we're dealing with national security as well as economics. Reverting to the Soll-era 10 percent limit or keeping the law as it is would be a safer approach.\""
            },
            "position": {
                "x": 0,
                "y": 6300
            }
        },
        {
            "id": "node_127",
            "type": "default",
            "data": {
                "label": "LineNo: 2638153,\n\nLileas Graf: We cannot risk our energy infrastr...\nen\n\n\n\"We cannot risk our energy infrastructure falling into foreign hands. Especially not to Rumburg!\""
            },
            "position": {
                "x": 250,
                "y": 6300
            }
        },
        {
            "id": "node_128",
            "type": "default",
            "data": {
                "label": "LineNo: 2638255,\n\nDeivid Wisci: I see merit in both your arguments...\nen\n\n\n\"I see merit in both your arguments. Yes, we need to protect our national security, but we also need to consider the economic implications. Perhaps a mixed approach would work best?\""
            },
            "position": {
                "x": 500,
                "y": 6300
            }
        },
        {
            "id": "node_129",
            "type": "default",
            "data": {
                "label": "LineNo: 2638357,\n\nDeivid Wisci: What if we increased the limit to...\nen\n\n\n\"What if we increased the limit to 49 percent, thereby attracting foreign investment while maintaining Sordish control over critical energy sectors?\""
            },
            "position": {
                "x": 0,
                "y": 6450
            }
        },
        {
            "id": "node_130",
            "type": "default",
            "data": {
                "label": "LineNo: 2638459,\n\nPlayer: Considering potential foreign buye...\nen\n\n\n\"Considering potential foreign buyers such as Qinal, Rizia, Anraka, Rumburg, and Lespia, what are the worst-case scenarios if they gain control over our hydroelectric, gas, and oil sectors?\""
            },
            "position": {
                "x": 250,
                "y": 6450
            }
        },
        {
            "id": "node_131",
            "type": "default",
            "data": {
                "label": "LineNo: 2638561,\n\nPlayer: How would the Energy Protection Ac...\nen\n\n\n\"How would the Energy Protection Act changes impact corporations like Gasom, which could sell to any entity under the revised laws?\""
            },
            "position": {
                "x": 500,
                "y": 6450
            }
        },
        {
            "id": "node_132",
            "type": "default",
            "data": {
                "label": "LineNo: 2638663,\n\nPlayer: Lileas, you mentioned national sec...\nen\n\n\n\"Lileas, you mentioned national security risks. Could you elaborate further on that?\""
            },
            "position": {
                "x": 0,
                "y": 6600
            }
        },
        {
            "id": "node_133",
            "type": "default",
            "data": {
                "label": "LineNo: 2638765,\n\nPlayer: How would changes to the Energy Pr...\nen\n\n\n\"How would changes to the Energy Protection Act affect energy prices within Sordland?\""
            },
            "position": {
                "x": 250,
                "y": 6600
            }
        },
        {
            "id": "node_134",
            "type": "default",
            "data": {
                "label": "LineNo: 2638867,\n\nSymon Holl: The scenarios Lileas mentioned are...\nen\n\n\n\"The scenarios Lileas mentioned are possible, of course, but think about the economic growth and international relations that could be fostered.\""
            },
            "position": {
                "x": 500,
                "y": 6600
            }
        },
        {
            "id": "node_135",
            "type": "default",
            "data": {
                "label": "LineNo: 2638969,\n\nLileas Graf: I believe you already know the ans...\nen\n\n\n\"I believe you already know the answer to this, Mr. President.\""
            },
            "position": {
                "x": 0,
                "y": 6750
            }
        },
        {
            "id": "node_136",
            "type": "default",
            "data": {
                "label": "LineNo: 2639071,\n\nDeivid Wisci: There's no denying the potential r...\nen\n\n\n\"There's no denying the potential risks of foreign buyers gaining control over critical sectors.\""
            },
            "position": {
                "x": 250,
                "y": 6750
            }
        },
        {
            "id": "node_137",
            "type": "default",
            "data": {
                "label": "LineNo: 2639173,\n\nDeivid Wisci: National security risks are always...\nen\n\n\n\"National security risks are always a concern when discussing foreign ownership. That's why it's crucial to have thorough vetting and monitoring processes in place.\""
            },
            "position": {
                "x": 500,
                "y": 6750
            }
        },
        {
            "id": "node_138",
            "type": "default",
            "data": {
                "label": "LineNo: 2639275,\n\nDeivid Wisci: With increased foreign investment,...\nen\n\n\n\"With increased foreign investment, we could potentially see a decrease in energy prices.\""
            },
            "position": {
                "x": 0,
                "y": 6900
            }
        },
        {
            "id": "node_139",
            "type": "default",
            "data": {
                "label": "LineNo: 2639377,\n\nLileas Graf: The national security risks are si...\nen\n\n\n\"The national security risks are significant. Foreign entities could use their stake in our energy sector as leverage in diplomatic or economic negotiations.\""
            },
            "position": {
                "x": 250,
                "y": 6900
            }
        },
        {
            "id": "node_140",
            "type": "default",
            "data": {
                "label": "LineNo: 2639479,\n\nSymon Holl: Yes, Gasom could potentially sell...\nen\n\n\n\"Yes, Gasom could potentially sell to anyone, but wouldn't that be a testament to the strength and attractiveness of our energy sector on the global stage?\""
            },
            "position": {
                "x": 500,
                "y": 6900
            }
        },
        {
            "id": "node_141",
            "type": "default",
            "data": {
                "label": "LineNo: 2639581,\n\nLileas Graf: Changing the Energy Protection Act...\nen\n\n\n\"Changing the Energy Protection Act could lead to increased energy prices, as foreign entities could manipulate the market.\""
            },
            "position": {
                "x": 0,
                "y": 7050
            }
        },
        {
            "id": "node_142",
            "type": "default",
            "data": {
                "label": "LineNo: 2639683,\n\nSymon Holl: With increased competition and for...\nen\n\n\n\"With increased competition and foreign investment, we could also see a decrease in energy prices. The more players in the market, the more competitive the prices will be.\""
            },
            "position": {
                "x": 250,
                "y": 7050
            }
        },
        {
            "id": "node_143",
            "type": "default",
            "data": {
                "label": "LineNo: 2639785,\n\nLileas Graf: I firmly believe in the sovereignt...\nen\n\n\n\"I firmly believe in the sovereignty and strength of our nation.\""
            },
            "position": {
                "x": 500,
                "y": 7050
            }
        },
        {
            "id": "node_144",
            "type": "default",
            "data": {
                "label": "LineNo: 2639887,\n\nDeivid Wisci: Given the turbulent economic lands...\nen\n\n\n\"Given the turbulent economic landscape, maintaining the status quo of the Energy Protection Act could offer us stability.\""
            },
            "position": {
                "x": 0,
                "y": 7200
            }
        },
        {
            "id": "node_145",
            "type": "default",
            "data": {
                "label": "LineNo: 2639989,\n\nSymon Holl: Increasing foreign investment coul...\nen\n\n\n\"Increasing foreign investment could significantly stimulate our economy.\""
            },
            "position": {
                "x": 250,
                "y": 7200
            }
        },
        {
            "id": "node_146",
            "type": "default",
            "data": {
                "label": "LineNo: 2640091,\n\nEPA Questions Hub\nTitle en\n\n\nEPA Questions Hub"
            },
            "position": {
                "x": 500,
                "y": 7200
            }
        },
        {
            "id": "node_147",
            "type": "default",
            "data": {
                "label": "LineNo: 2641149,\n\nPlayer: We can proceed. It's time to settl...\nen\n\n\n\"We can proceed. It's time to settle this subject.\""
            },
            "position": {
                "x": 0,
                "y": 7350
            }
        },
        {
            "id": "node_148",
            "type": "default",
            "data": {
                "label": "LineNo: 2642061,\n\nPlayer: Let's remove the Energy Protection...\nen\n\n\n\"Let's remove the Energy Protection Act entirely. We need to drastically open up our energy economy to the world.\""
            },
            "position": {
                "x": 250,
                "y": 7350
            }
        },
        {
            "id": "node_149",
            "type": "default",
            "data": {
                "label": "LineNo: 2642067,\n\nPlayer: Let's remove the Energy Protection...\nMenu Text en\n\n\n\"Let's remove the Energy Protection Act entirely. We need to drastically open up our energy economy to the world.\" [EPA REMOVED]"
            },
            "position": {
                "x": 500,
                "y": 7350
            }
        },
        {
            "id": "node_150",
            "type": "default",
            "data": {
                "label": "LineNo: 2642259,\n\nSymon Holl: Should we decide to increase the E...\nen\n\n\n\"Should we decide to increase the EPA threshold to 49 percent or eliminate it entirely, it could spark an influx of foreign investment.\""
            },
            "position": {
                "x": 0,
                "y": 7500
            }
        },
        {
            "id": "node_151",
            "type": "default",
            "data": {
                "label": "LineNo: 2642639,\n\nSymon Holl: Even if we manage to stabilize our...\nen\n\n\n\"Even if we manage to stabilize our economy, loosening the EPA regulations could still be beneficial.\""
            },
            "position": {
                "x": 250,
                "y": 7500
            }
        },
        {
            "id": "node_152",
            "type": "default",
            "data": {
                "label": "LineNo: 2642741,\n\nLileas Graf: A planned economy does not necessa...\nen\n\n\n\"A planned economy does not necessarily mean restricting foreign investment. It's about judicious management and control, ensuring that our nation's interests are always at the forefront.\""
            },
            "position": {
                "x": 500,
                "y": 7500
            }
        },
        {
            "id": "node_153",
            "type": "default",
            "data": {
                "label": "LineNo: 2642859,\n\nSymon Holl: We must remember that Sordland was...\nen\n\n\n\"We must remember that Sordland was facing an economic crisis during his tenure, and these changes provided a lifeline for our energy industries.\""
            },
            "position": {
                "x": 0,
                "y": 7650
            }
        },
        {
            "id": "node_154",
            "type": "default",
            "data": {
                "label": "LineNo: 2642985,\n\nPlayer: Wasn't this change a sign of despe...\nen\n\n\n\"Wasn't this change a sign of desperation rather than a strategic move?\""
            },
            "position": {
                "x": 250,
                "y": 7650
            }
        },
        {
            "id": "node_155",
            "type": "default",
            "data": {
                "label": "LineNo: 2643087,\n\nPlayer: But did the increased foreign owne...\nen\n\n\n\"But did the increased foreign ownership actually lead to substantial economic growth?\""
            },
            "position": {
                "x": 500,
                "y": 7650
            }
        },
        {
            "id": "node_156",
            "type": "default",
            "data": {
                "label": "LineNo: 2643189,\n\nPlayer: I must confess, when the changes t...\nen\n\n\n\"I must confess, when the changes to the Energy Protection Act were first implemented, I harbored serious reservations.\""
            },
            "position": {
                "x": 0,
                "y": 7800
            }
        },
        {
            "id": "node_157",
            "type": "default",
            "data": {
                "label": "LineNo: 2643291,\n\nDeivid Wisci: It was a strategic decision aimed...\nen\n\n\n\"It was a strategic decision aimed at modernizing our economy and promoting growth, while still preserving the core objective of the Act --protecting Sordland's energy sector.\""
            },
            "position": {
                "x": 250,
                "y": 7800
            }
        },
        {
            "id": "node_158",
            "type": "default",
            "data": {
                "label": "LineNo: 2643393,\n\nDeivid Wisci: It facilitated foreign investment...\nen\n\n\n\"It facilitated foreign investment and provided our industries with much-needed capital. The effects of such policy changes often take time to fully manifest, but they lay the groundwork for future economic development.\""
            },
            "position": {
                "x": 500,
                "y": 7800
            }
        },
        {
            "id": "node_159",
            "type": "default",
            "data": {
                "label": "LineNo: 2643495,\n\nDeivid Wisci: However, it's crucial to remember...\nen\n\n\n\"However, it's crucial to remember that policy-making often involves balancing competing interests and making tough decisions. The goal was, and remains, to advance Sordland's economy while protecting our strategic interests.\""
            },
            "position": {
                "x": 0,
                "y": 7950
            }
        },
        {
            "id": "node_160",
            "type": "default",
            "data": {
                "label": "LineNo: 2643597,\n\nDeivid Wisci: The economic crisis during Alphons...\nen\n\n\n\"The economic crisis during Alphonso's tenure did necessitate action, but we should not view the change to the Energy Protection Act as simply a desperate measure.\""
            },
            "position": {
                "x": 250,
                "y": 7950
            }
        },
        {
            "id": "node_161",
            "type": "default",
            "data": {
                "label": "LineNo: 2643699,\n\nDeivid Wisci: While the increase in foreign owne...\nen\n\n\n\"While the increase in foreign ownership alone didn't lead to a drastic upturn in economic growth, it did have a positive effect.\""
            },
            "position": {
                "x": 500,
                "y": 7950
            }
        },
        {
            "id": "node_162",
            "type": "default",
            "data": {
                "label": "LineNo: 2643801,\n\nDeivid Wisci: Your reservations were not unfound...\nen\n\n\n\"Your reservations were not unfounded. It was indeed a significant change and, as with any policy shift, it brought about its share of controversies and criticisms.\""
            },
            "position": {
                "x": 0,
                "y": 8100
            }
        },
        {
            "id": "node_163",
            "type": "default",
            "data": {
                "label": "LineNo: 2643903,\n\nSymon Holl: Given our current economic predica...\nen\n\n\n\"Given our current economic predicament, this would be a significant boost.\""
            },
            "position": {
                "x": 250,
                "y": 8100
            }
        },
        {
            "id": "node_164",
            "type": "default",
            "data": {
                "label": "LineNo: 2644005,\n\nPlayer: I've always admired your devotion...\nen\n\n\n\"I've always admired your devotion to Sordland, Lileas. It's clear that you have our nation's interests at heart.\""
            },
            "position": {
                "x": 500,
                "y": 8100
            }
        },
        {
            "id": "node_165",
            "type": "default",
            "data": {
                "label": "LineNo: 2644107,\n\nPlayer: While I respect your stance, Lilea...\nen\n\n\n\"While I respect your stance, Lileas, I must disagree. Despite my current support for it, I believe a planned economy could also hurt Sordland in the long run.\""
            },
            "position": {
                "x": 0,
                "y": 8250
            }
        },
        {
            "id": "node_166",
            "type": "default",
            "data": {
                "label": "LineNo: 2644209,\n\nPlayer: You present a compelling argument,...\nen\n\n\n\"You present a compelling argument, Lileas. It's certainly an aspect we must consider moving forward.\""
            },
            "position": {
                "x": 250,
                "y": 8250
            }
        },
        {
            "id": "node_167",
            "type": "default",
            "data": {
                "label": "LineNo: 2644311,\n\nLileas Graf: I appreciate your kind words, Mr....\nen\n\n\n\"I appreciate your kind words, Mr. President. It's our shared dedication to Sordland that drives us.\""
            },
            "position": {
                "x": 500,
                "y": 8250
            }
        },
        {
            "id": "node_168",
            "type": "default",
            "data": {
                "label": "LineNo: 2644413,\n\nLileas Graf: I think you are misguided in this...\nen\n\n\n\"I think you are misguided in this way of thinking. But of course we're allowed to hold differing opinions.\""
            },
            "position": {
                "x": 0,
                "y": 8400
            }
        },
        {
            "id": "node_169",
            "type": "default",
            "data": {
                "label": "LineNo: 2644515,\n\nLileas Graf: Thank you, Mr. President. It's cru...\nen\n\n\n\"Thank you, Mr. President. It's crucial to consider all angles in matters as important as this.\""
            },
            "position": {
                "x": 250,
                "y": 8400
            }
        },
        {
            "id": "node_170",
            "type": "default",
            "data": {
                "label": "LineNo: 2644895,\n\nSymon Holl: By creating an attractive environm...\nen\n\n\n\"By creating an attractive environment for foreign investors, we can ensure that Sordland is not merely surviving, but thriving in the long term.\""
            },
            "position": {
                "x": 500,
                "y": 8400
            }
        },
        {
            "id": "node_171",
            "type": "default",
            "data": {
                "label": "LineNo: 2644997,\n\nLileas Graf: Promoting a market economy does no...\nen\n\n\n\"Promoting a market economy does not inherently translate to prosperity for all. It can lead to a concentration of wealth, with the rich getting richer while the middle and working classes struggle.\""
            },
            "position": {
                "x": 0,
                "y": 8550
            }
        },
        {
            "id": "node_172",
            "type": "default",
            "data": {
                "label": "LineNo: 2645099,\n\nLileas Graf: We need to ensure that the benefit...\nen\n\n\n\"We need to ensure that the benefits of economic growth are shared equitably across all layers of Sordish society.\""
            },
            "position": {
                "x": 250,
                "y": 8550
            }
        },
        {
            "id": "node_173",
            "type": "default",
            "data": {
                "label": "LineNo: 2645225,\n\nPlayer: I couldn't agree more, Lileas. The...\nen\n\n\n\"I couldn't agree more, Lileas. The welfare of our citizens should be our primary concern.\""
            },
            "position": {
                "x": 500,
                "y": 8550
            }
        },
        {
            "id": "node_174",
            "type": "default",
            "data": {
                "label": "LineNo: 2645327,\n\nPlayer: I believe a free market fosters co...\nen\n\n\n\"I believe a free market fosters competition, which ultimately leads to innovation and economic growth.\""
            },
            "position": {
                "x": 0,
                "y": 8700
            }
        },
        {
            "id": "node_175",
            "type": "default",
            "data": {
                "label": "LineNo: 2645429,\n\nPlayer: Your perspective provides valuable...\nen\n\n\n\"Your perspective provides valuable insight. It's important that we consider all potential outcomes.\""
            },
            "position": {
                "x": 250,
                "y": 8700
            }
        },
        {
            "id": "node_176",
            "type": "default",
            "data": {
                "label": "LineNo: 2645531,\n\nLileas Graf: I'm glad we see eye to eye on this...\nen\n\n\n\"I'm glad we see eye to eye on this matter, Mr. President. Our welfare as a whole depends on that of the least fortunate among us.\""
            },
            "position": {
                "x": 500,
                "y": 8700
            }
        },
        {
            "id": "node_177",
            "type": "default",
            "data": {
                "label": "LineNo: 2645633,\n\nLileas Graf: I understand your point of view, M...\nen\n\n\n\"I understand your point of view, Mr. President. But we must also consider the potential pitfalls of unregulated capitalism.\""
            },
            "position": {
                "x": 0,
                "y": 8850
            }
        },
        {
            "id": "node_178",
            "type": "default",
            "data": {
                "label": "LineNo: 2645735,\n\nLileas Graf: Thank you, Mr. President. It's ind...\nen\n\n\n\"Thank you, Mr. President. It's indeed crucial to consider all possibilities when making decisions of this magnitude.\""
            },
            "position": {
                "x": 250,
                "y": 8850
            }
        },
        {
            "id": "node_179",
            "type": "default",
            "data": {
                "label": "LineNo: 2645837,\n\nSymon Holl: Our current version of the Energy...\nen\n\n\n\"Our current version of the Energy Protection Act dates back to 1949. President Alphonso's amendment raised the cap on foreign investment in Sordish energy companies up to 20 percent.\""
            },
            "position": {
                "x": 500,
                "y": 8850
            }
        },
        {
            "id": "node_180",
            "type": "default",
            "data": {
                "label": "LineNo: 2645939,\n\nSymon Holl: A careful increase to 49 percent c...\nen\n\n\n\"A careful increase to 49 percent could be a balanced compromise, signaling to the world that Sordland is open for business, while still retaining majority control of our assets.\""
            },
            "position": {
                "x": 0,
                "y": 9000
            }
        },
        {
            "id": "node_181",
            "type": "default",
            "data": {
                "label": "LineNo: 2646041,\n\nLileas Graf: Returning the threshold to 10 perc...\nen\n\n\n\"Returning the threshold to 10 percent, as it was during the Soll era, could protect us from undue foreign influence and ensure that our energy sector remains in Sordish hands.\""
            },
            "position": {
                "x": 250,
                "y": 9000
            }
        },
        {
            "id": "node_182",
            "type": "default",
            "data": {
                "label": "LineNo: 2646143,\n\nDeivid Wisci: We are already open to foreign inv...\nen\n\n\n\"We are already open to foreign investment at a 20 percent threshold. Changing this percentage may introduce unexpected challenges and could complicate our foreign relations.\""
            },
            "position": {
                "x": 500,
                "y": 9000
            }
        },
        {
            "id": "node_183",
            "type": "default",
            "data": {
                "label": "LineNo: 2646245,\n\nPlayer: We will increase the foreign owner...\nen\n\n\n\"We will increase the foreign ownership threshold to 49 percent. This will increase foreign investment.\""
            },
            "position": {
                "x": 0,
                "y": 9150
            }
        },
        {
            "id": "node_184",
            "type": "default",
            "data": {
                "label": "LineNo: 2646251,\n\nPlayer: We will increase the foreign owner...\nMenu Text en\n\n\n\"We will increase the foreign ownership threshold to 49 percent. This will increase foreign investment.\" [EPA AT 49]"
            },
            "position": {
                "x": 250,
                "y": 9150
            }
        },
        {
            "id": "node_185",
            "type": "default",
            "data": {
                "label": "LineNo: 2646353,\n\nPlayer: Let's keep the Energy Protection A...\nen\n\n\n\"Let's keep the Energy Protection Act as it is. The status quo has worked so far.\""
            },
            "position": {
                "x": 500,
                "y": 9150
            }
        },
        {
            "id": "node_186",
            "type": "default",
            "data": {
                "label": "LineNo: 2646359,\n\nPlayer: Let's keep the Energy Protection A...\nMenu Text en\n\n\n\"Let's keep the Energy Protection Act as it is. The status quo has worked so far.\" [EPA KEPT AT 20]"
            },
            "position": {
                "x": 0,
                "y": 9300
            }
        },
        {
            "id": "node_187",
            "type": "default",
            "data": {
                "label": "LineNo: 2646461,\n\nPlayer: We are returning the foreign owner...\nen\n\n\n\"We are returning the foreign ownership limit to 10 percent, as it was in the Soll era.\""
            },
            "position": {
                "x": 250,
                "y": 9300
            }
        },
        {
            "id": "node_188",
            "type": "default",
            "data": {
                "label": "LineNo: 2646467,\n\nPlayer: We are returning the foreign owner...\nMenu Text en\n\n\n\"We are returning the foreign ownership limit to 10 percent, as it was in the Soll era.\" [EPA TO 10]"
            },
            "position": {
                "x": 500,
                "y": 9300
            }
        },
        {
            "id": "node_189",
            "type": "default",
            "data": {
                "label": "LineNo: 2646569,\n\nSymon Holl: This has the potential to spur sig...\nen\n\n\n\"This has the potential to spur significant economic growth.\""
            },
            "position": {
                "x": 0,
                "y": 9450
            }
        },
        {
            "id": "node_190",
            "type": "default",
            "data": {
                "label": "LineNo: 2646671,\n\nDeivid Wisci: That's a bold decision, Mr. Presid...\nen\n\n\n\"That's a bold decision, Mr. President.\""
            },
            "position": {
                "x": 250,
                "y": 9450
            }
        },
        {
            "id": "node_191",
            "type": "default",
            "data": {
                "label": "LineNo: 2646773,\n\nLileas Graf: I fear this compromises our nation...\nen\n\n\n\"I fear this compromises our national energy sovereignty.\""
            },
            "position": {
                "x": 500,
                "y": 9450
            }
        },
        {
            "id": "node_192",
            "type": "default",
            "data": {
                "label": "LineNo: 2646875,\n\nSymon Holl: This could attract significant for...\nen\n\n\n\"This could attract significant foreign investment.\""
            },
            "position": {
                "x": 0,
                "y": 9600
            }
        },
        {
            "id": "node_193",
            "type": "default",
            "data": {
                "label": "LineNo: 2646977,\n\nDeivid Wisci: A balanced approach will serve us...\nen\n\n\n\"A balanced approach will serve us well.\""
            },
            "position": {
                "x": 250,
                "y": 9600
            }
        },
        {
            "id": "node_194",
            "type": "default",
            "data": {
                "label": "LineNo: 2647079,\n\nLileas Graf: It's a substantial increase. I fea...\nen\n\n\n\"It's a substantial increase. I fear we are opening ourselves up too much. \""
            },
            "position": {
                "x": 500,
                "y": 9600
            }
        },
        {
            "id": "node_195",
            "type": "default",
            "data": {
                "label": "LineNo: 2647181,\n\nSymon Holl: It's a safe choice, though it migh...\nen\n\n\n\"It's a safe choice, though it might limit our economic growth.\""
            },
            "position": {
                "x": 0,
                "y": 9750
            }
        },
        {
            "id": "node_196",
            "type": "default",
            "data": {
                "label": "LineNo: 2647283,\n\nDeivid Wisci: Stability is key in these uncertai...\nen\n\n\n\"Stability is key in these uncertain times.\""
            },
            "position": {
                "x": 250,
                "y": 9750
            }
        },
        {
            "id": "node_197",
            "type": "default",
            "data": {
                "label": "LineNo: 2647385,\n\nLileas Graf: It may not be what Soll would have...\nen\n\n\n\"It may not be what Soll would have wanted, but it is a prudent decision.\""
            },
            "position": {
                "x": 500,
                "y": 9750
            }
        },
        {
            "id": "node_198",
            "type": "default",
            "data": {
                "label": "LineNo: 2647487,\n\nSymon Holl: It's a conservative approach and i...\nen\n\n\n\"It's a conservative approach and it will limit our potential for growth. I will work hard to reduce the impact on our energy industry.\""
            },
            "position": {
                "x": 0,
                "y": 9900
            }
        },
        {
            "id": "node_199",
            "type": "default",
            "data": {
                "label": "LineNo: 2647589,\n\nDeivid Wisci: This will send a strong message of...\nen\n\n\n\"This will send a strong message of self-reliance.\""
            },
            "position": {
                "x": 250,
                "y": 9900
            }
        },
        {
            "id": "node_200",
            "type": "default",
            "data": {
                "label": "LineNo: 2647691,\n\nLileas Graf: This ensures our energy resources...\nen\n\n\n\"This ensures our energy resources remain firmly under Sordish control.\""
            },
            "position": {
                "x": 500,
                "y": 9900
            }
        },
        {
            "id": "node_201",
            "type": "default",
            "data": {
                "label": "LineNo: 2648177,\n\nNarrator: The door to the room opened. Livia...\nen\n\n\nThe door to the room opened. Livia Suno carried a tray laden with an assortment of beverages."
            },
            "position": {
                "x": 0,
                "y": 10050
            }
        },
        {
            "id": "node_202",
            "type": "default",
            "data": {
                "label": "LineNo: 2648279,\n\nNarrator: She was a little clumsy as she mane...\nen\n\n\nShe was a little clumsy as she maneuvered around the room, refilling cups and glasses with tea, coffee, and water."
            },
            "position": {
                "x": 250,
                "y": 10050
            }
        },
        {
            "id": "node_203",
            "type": "default",
            "data": {
                "label": "LineNo: 2648381,\n\nLivia Suno: Excuse me, gentlemen, and madam. I...\nen\n\n\n\"Excuse me, gentlemen, and madam. I've brought refreshments.\""
            },
            "position": {
                "x": 500,
                "y": 10050
            }
        },
        {
            "id": "node_204",
            "type": "default",
            "data": {
                "label": "LineNo: 2648507,\n\nPlayer: Thank you, Livia. A coffee for me,...\nen\n\n\n\"Thank you, Livia. A coffee for me, please.\""
            },
            "position": {
                "x": 0,
                "y": 10200
            }
        },
        {
            "id": "node_205",
            "type": "default",
            "data": {
                "label": "LineNo: 2648609,\n\nPlayer: Appreciate it, Livia. Tea would be...\nen\n\n\n\"Appreciate it, Livia. Tea would be perfect now.\""
            },
            "position": {
                "x": 250,
                "y": 10200
            }
        },
        {
            "id": "node_206",
            "type": "default",
            "data": {
                "label": "LineNo: 2648711,\n\nPlayer: Just water for me, Livia. Thanks.\nen\n\n\n\"Just water for me, Livia. Thanks.\""
            },
            "position": {
                "x": 500,
                "y": 10200
            }
        },
        {
            "id": "node_207",
            "type": "default",
            "data": {
                "label": "LineNo: 2648813,\n\nLivia Suno: Of course, Mr. President. Here you...\nen\n\n\n\"Of course, Mr. President. Here you are.\""
            },
            "position": {
                "x": 0,
                "y": 10350
            }
        },
        {
            "id": "node_208",
            "type": "default",
            "data": {
                "label": "LineNo: 2648915,\n\nLivia Suno: Very well, Mr. President. Here's y...\nen\n\n\n\"Very well, Mr. President. Here's your tea.\""
            },
            "position": {
                "x": 250,
                "y": 10350
            }
        },
        {
            "id": "node_209",
            "type": "default",
            "data": {
                "label": "LineNo: 2649017,\n\nLivia Suno: Certainly, Mr. President. Here's y...\nen\n\n\n\"Certainly, Mr. President. Here's your water.\""
            },
            "position": {
                "x": 500,
                "y": 10350
            }
        },
        {
            "id": "node_210",
            "type": "default",
            "data": {
                "label": "LineNo: 2649119,\n\nNarrator: As she finishes serving the beverag...\nen\n\n\nAs she finishes serving the beverages, Livia retreated towards the door. She glanced around the room one last time before quietly backing out."
            },
            "position": {
                "x": 0,
                "y": 10500
            }
        },
        {
            "id": "node_211",
            "type": "default",
            "data": {
                "label": "LineNo: 2649221,\n\nNarrator: The meeting resumed, our conversati...\nen\n\n\nThe meeting resumed, our conversation growing slightly louder over the clink of cups and glasses."
            },
            "position": {
                "x": 250,
                "y": 10500
            }
        },
        {
            "id": "node_212",
            "type": "default",
            "data": {
                "label": "LineNo: 2649323,\n\nPlayer: Please be more considerate and ask...\nen\n\n\n\"Please be more considerate and ask before you enter next time.\""
            },
            "position": {
                "x": 500,
                "y": 10500
            }
        },
        {
            "id": "node_213",
            "type": "default",
            "data": {
                "label": "LineNo: 2649425,\n\nLivia Suno: I'm sorry, I will. I thought the m...\nen\n\n\n\"I'm sorry, I will. I thought the meeting had ended and wanted to refill the refreshments.\""
            },
            "position": {
                "x": 0,
                "y": 10650
            }
        },
        {
            "id": "node_214",
            "type": "default",
            "data": {
                "label": "LineNo: 2649805,\n\nSymon Holl: I share your sentiments, Mr. Presi...\nen\n\n\n\"I share your sentiments, Mr. President. However, we must be careful to avoid encouraging anti-business tendencies.\""
            },
            "position": {
                "x": 250,
                "y": 10650
            }
        },
        {
            "id": "node_215",
            "type": "default",
            "data": {
                "label": "LineNo: 2649907,\n\nDeivid Wisci: While we are here, I will inform y...\nen\n\n\n\"While we are here, I will inform you all that I've been lending my expertise to Minister Beniwoll in relation to the Workers Rights Bill.\""
            },
            "position": {
                "x": 500,
                "y": 10650
            }
        },
        {
            "id": "node_216",
            "type": "default",
            "data": {
                "label": "LineNo: 2650009,\n\nLileas Graf: I concur, Mr. President. Ensuring...\nen\n\n\n\"I concur, Mr. President. Ensuring the rights of our workers is paramount, although we must be cautious of any hidden agendas.\""
            },
            "position": {
                "x": 0,
                "y": 10800
            }
        },
        {
            "id": "node_217",
            "type": "default",
            "data": {
                "label": "LineNo: 2650111,\n\nPlayer: Your collaboration with Mr. Beniwo...\nen\n\n\n\"Your collaboration with Mr. Beniwoll is commendable. I hope it will bring about a positive change for our workforce.\""
            },
            "position": {
                "x": 250,
                "y": 10800
            }
        },
        {
            "id": "node_218",
            "type": "default",
            "data": {
                "label": "LineNo: 2650213,\n\nPlayer: Workers' rights are important, but...\nen\n\n\n\"Workers' rights are important, but we need to ensure that the bill doesn't introduce excessive regulations that could stifle our businesses.\""
            },
            "position": {
                "x": 500,
                "y": 10800
            }
        },
        {
            "id": "node_219",
            "type": "default",
            "data": {
                "label": "LineNo: 2650315,\n\nPlayer: I will reserve my judgment until I...\nen\n\n\n\"I will reserve my judgment until I have a chance to review the bill in detail.\""
            },
            "position": {
                "x": 0,
                "y": 10950
            }
        },
        {
            "id": "node_220",
            "type": "default",
            "data": {
                "label": "LineNo: 2650417,\n\nDeivid Wisci: Thank you, Mr. President. The bill...\nen\n\n\n\"Thank you, Mr. President. The bill aims to prioritize workers' wellbeing. It's a step towards a more humane economic system.\""
            },
            "position": {
                "x": 250,
                "y": 10950
            }
        },
        {
            "id": "node_221",
            "type": "default",
            "data": {
                "label": "LineNo: 2650519,\n\nDeivid Wisci: I understand your concerns, Mr. Pr...\nen\n\n\n\"I understand your concerns, Mr. President. We are aiming to strike a balance between workers' rights and business needs.\""
            },
            "position": {
                "x": 500,
                "y": 10950
            }
        },
        {
            "id": "node_222",
            "type": "default",
            "data": {
                "label": "LineNo: 2650621,\n\nDeivid Wisci: Absolutely, Mr. President. We will...\nen\n\n\n\"Absolutely, Mr. President. We will ensure you receive the bill for review as soon as possible.\""
            },
            "position": {
                "x": 0,
                "y": 11100
            }
        },
        {
            "id": "node_223",
            "type": "default",
            "data": {
                "label": "LineNo: 2650723,\n\nSymon Holl: Agreed. The last thing we need is...\nen\n\n\n\"Agreed. The last thing we need is to overburden our businesses with regulations.\""
            },
            "position": {
                "x": 250,
                "y": 11100
            }
        },
        {
            "id": "node_224",
            "type": "default",
            "data": {
                "label": "LineNo: 2650825,\n\nSymon Holl: It's important not to decide these...\nen\n\n\n\"It's important not to decide these things too hastily. Don't let emotions cloud your judgement.\""
            },
            "position": {
                "x": 500,
                "y": 11100
            }
        },
        {
            "id": "node_225",
            "type": "default",
            "data": {
                "label": "LineNo: 2650927,\n\nLileas Graf: Regulations are what prevent our b...\nen\n\n\n\"Regulations are what prevent our businesses from exploiting vulnerable citizens, Mr. Holl.\""
            },
            "position": {
                "x": 0,
                "y": 11250
            }
        },
        {
            "id": "node_226",
            "type": "default",
            "data": {
                "label": "LineNo: 2651029,\n\nLileas Graf: That's never a concern with you, i...\nen\n\n\n\"That's never a concern with you, is it, Mr. Holl?\""
            },
            "position": {
                "x": 250,
                "y": 11250
            }
        },
        {
            "id": "node_227",
            "type": "default",
            "data": {
                "label": "LineNo: 2651131,\n\nSymon Holl: Anyway. I have been working on our...\nen\n\n\n\"Anyway. I have been working on our upcoming term budget meeting and a proposal for business taxation changes.\""
            },
            "position": {
                "x": 500,
                "y": 11250
            }
        },
        {
            "id": "node_228",
            "type": "default",
            "data": {
                "label": "LineNo: 2651233,\n\nSymon Holl: Specifically, we're considering a...\nen\n\n\n\"Specifically, we're considering a range of 10 percent tax changes for small-to-medium enterprises and large corporations. This could be a significant move for our economic landscape.\""
            },
            "position": {
                "x": 0,
                "y": 11400
            }
        },
        {
            "id": "node_229",
            "type": "default",
            "data": {
                "label": "LineNo: 2651351,\n\nPlayer: Such a taxation approach could ind...\nen\n\n\n\"Such a taxation approach could indeed invigorate our economy. But we must ensure it doesn't burden our SMEs unduly.\""
            },
            "position": {
                "x": 250,
                "y": 11400
            }
        },
        {
            "id": "node_230",
            "type": "default",
            "data": {
                "label": "LineNo: 2651453,\n\nPlayer: We should be careful with large ch...\nen\n\n\n\"We should be careful with large changes to taxation. They could have unintended consequences.\""
            },
            "position": {
                "x": 500,
                "y": 11400
            }
        },
        {
            "id": "node_231",
            "type": "default",
            "data": {
                "label": "LineNo: 2651555,\n\nSymon Holl: I appreciate your insight, Mr. Pre...\nen\n\n\n\"I appreciate your insight, Mr. President. Ensuring the survival and growth of our SMEs is at the forefront of our considerations.\""
            },
            "position": {
                "x": 0,
                "y": 11550
            }
        },
        {
            "id": "node_232",
            "type": "default",
            "data": {
                "label": "LineNo: 2651657,\n\nSymon Holl: Your caution is well-placed, Mr. P...\nen\n\n\n\"Your caution is well-placed, Mr. President.\""
            },
            "position": {
                "x": 250,
                "y": 11550
            }
        },
        {
            "id": "node_233",
            "type": "default",
            "data": {
                "label": "LineNo: 2651759,\n\nDeivid Wisci: Tax changes could indeed have a si...\nen\n\n\n\"Tax changes could indeed have a significant impact on our economy. We must consider their implications carefully.\""
            },
            "position": {
                "x": 500,
                "y": 11550
            }
        },
        {
            "id": "node_234",
            "type": "default",
            "data": {
                "label": "LineNo: 2651861,\n\nDeivid Wisci: As a proponent of global trade and...\nen\n\n\n\"As a proponent of global trade and economic cooperation, I too believe we should be cautious about imposing excessive taxes on businesses.\""
            },
            "position": {
                "x": 0,
                "y": 11700
            }
        },
        {
            "id": "node_235",
            "type": "default",
            "data": {
                "label": "LineNo: 2651963,\n\nPlayer: I'm very satisfied that we are exe...\nen\n\n\n\"I'm very satisfied that we are executing bold changes under this administration.\""
            },
            "position": {
                "x": 250,
                "y": 11700
            }
        },
        {
            "id": "node_236",
            "type": "default",
            "data": {
                "label": "LineNo: 2652065,\n\nSymon Holl: Bold changes can often lead to sig...\nen\n\n\n\"Bold changes can often lead to significant advancement. It's a testament to the government's vision and willingness to embrace innovation.\""
            },
            "position": {
                "x": 500,
                "y": 11700
            }
        },
        {
            "id": "node_237",
            "type": "default",
            "data": {
                "label": "LineNo: 2652167,\n\nDeivid Wisci: We should explore alternative stra...\nen\n\n\n\"We should explore alternative strategies that promote growth while ensuring corporations contribute their fair share.\""
            },
            "position": {
                "x": 0,
                "y": 11850
            }
        },
        {
            "id": "node_238",
            "type": "default",
            "data": {
                "label": "LineNo: 2652269,\n\nLileas Graf: Large private corporations have en...\nen\n\n\n\"Large private corporations have enjoyed significant benefits and loopholes for far too long. They should pay their fair share.\""
            },
            "position": {
                "x": 250,
                "y": 11850
            }
        },
        {
            "id": "node_239",
            "type": "default",
            "data": {
                "label": "LineNo: 2652371,\n\nLileas Graf: In light of the economic challenge...\nen\n\n\n\"In light of the economic challenges we face, increasing taxation could provide much-needed revenue to support crucial public services and social welfare programs.\""
            },
            "position": {
                "x": 500,
                "y": 11850
            }
        },
        {
            "id": "node_240",
            "type": "default",
            "data": {
                "label": "LineNo: 2652473,\n\nLileas Graf: To me, promoting growth comes seco...\nen\n\n\n\"To me, promoting growth comes secondary to holding corporations accountable.\""
            },
            "position": {
                "x": 0,
                "y": 12000
            }
        },
        {
            "id": "node_241",
            "type": "default",
            "data": {
                "label": "LineNo: 2652575,\n\nLileas Graf: Meanwhile, Mr. President, I've hea...\nen\n\n\n\"Meanwhile, Mr. President, I've heard about the plans for the Emergency Act. I believe it is a necessary step in ensuring the security and stability of Sordland.\""
            },
            "position": {
                "x": 250,
                "y": 12000
            }
        },
        {
            "id": "node_242",
            "type": "default",
            "data": {
                "label": "LineNo: 2652677,\n\nLileas Graf: As such, I have already begun draf...\nen\n\n\n\"As such, I have already begun drafting the necessary action plans.\""
            },
            "position": {
                "x": 500,
                "y": 12000
            }
        },
        {
            "id": "node_243",
            "type": "default",
            "data": {
                "label": "LineNo: 2652795,\n\nPlayer: Excellent work, Lileas. We need to...\nen\n\n\n\"Excellent work, Lileas. We need to be prepared for all contingencies.\""
            },
            "position": {
                "x": 0,
                "y": 12150
            }
        },
        {
            "id": "node_244",
            "type": "default",
            "data": {
                "label": "LineNo: 2652897,\n\nPlayer: The Emergency Act is a serious mea...\nen\n\n\n\"The Emergency Act is a serious measure. I trust you to handle it carefully.\""
            },
            "position": {
                "x": 250,
                "y": 12150
            }
        },
        {
            "id": "node_245",
            "type": "default",
            "data": {
                "label": "LineNo: 2652999,\n\nPlayer: Make sure to keep us all informed...\nen\n\n\n\"Make sure to keep us all informed about your progress, Lileas.\""
            },
            "position": {
                "x": 500,
                "y": 12150
            }
        },
        {
            "id": "node_246",
            "type": "default",
            "data": {
                "label": "LineNo: 2653101,\n\nLileas Graf: Thank you, Mr. President. I unders...\nen\n\n\n\"Thank you, Mr. President. I understand the gravity of the situation and am committed to ensuring the safety of our nation.\""
            },
            "position": {
                "x": 0,
                "y": 12300
            }
        },
        {
            "id": "node_247",
            "type": "default",
            "data": {
                "label": "LineNo: 2653203,\n\nLileas Graf: I understand your concern, Mr. Pre...\nen\n\n\n\"I understand your concern, Mr. President. I assure you, I will handle this task with utmost care.\""
            },
            "position": {
                "x": 250,
                "y": 12300
            }
        },
        {
            "id": "node_248",
            "type": "default",
            "data": {
                "label": "LineNo: 2653305,\n\nLileas Graf: Of course, Mr. President. You will...\nen\n\n\n\"Of course, Mr. President. You will be updated about every step we take.\""
            },
            "position": {
                "x": 500,
                "y": 12300
            }
        },
        {
            "id": "node_249",
            "type": "default",
            "data": {
                "label": "LineNo: 2653407,\n\nSymon Holl: I appreciate your diligence. Let's...\nen\n\n\n\"I appreciate your diligence. Let's hope that the impact on our economy will be minimal.\""
            },
            "position": {
                "x": 0,
                "y": 12450
            }
        },
        {
            "id": "node_250",
            "type": "default",
            "data": {
                "label": "LineNo: 2653509,\n\nSymon Holl: The Emergency Act is a serious mea...\nen\n\n\n\"The Emergency Act is a serious measure indeed. It's good to know you're handling it.\""
            },
            "position": {
                "x": 250,
                "y": 12450
            }
        },
        {
            "id": "node_251",
            "type": "default",
            "data": {
                "label": "LineNo: 2653611,\n\nSymon Holl: Keep the economic consequences in...\nen\n\n\n\"Keep the economic consequences in mind as you proceed, Lileas. We need to maintain a balance.\""
            },
            "position": {
                "x": 500,
                "y": 12450
            }
        },
        {
            "id": "node_252",
            "type": "default",
            "data": {
                "label": "LineNo: 2653713,\n\nDeivid Wisci: I trust you, Lileas. Just remember...\nen\n\n\n\"I trust you, Lileas. Just remember the potential impact on our international relations.\""
            },
            "position": {
                "x": 0,
                "y": 12600
            }
        },
        {
            "id": "node_253",
            "type": "default",
            "data": {
                "label": "LineNo: 2653815,\n\nDeivid Wisci: Handle it carefully, Lileas. We ne...\nen\n\n\n\"Handle it carefully, Lileas. We need to ensure the Emergency Act doesn't harm our diplomatic relations.\""
            },
            "position": {
                "x": 250,
                "y": 12600
            }
        },
        {
            "id": "node_254",
            "type": "default",
            "data": {
                "label": "LineNo: 2653917,\n\nDeivid Wisci: And please keep us informed. We al...\nen\n\n\n\"And please keep us informed. We all need to be in the loop.\""
            },
            "position": {
                "x": 500,
                "y": 12600
            }
        },
        {
            "id": "node_255",
            "type": "default",
            "data": {
                "label": "LineNo: 2654019,\n\nNarrator: As the ministers rose from their se...\nen\n\n\nAs the ministers rose from their seats, the late-morning light spilled into the room through the ornate windows."
            },
            "position": {
                "x": 0,
                "y": 12750
            }
        },
        {
            "id": "node_256",
            "type": "default",
            "data": {
                "label": "LineNo: 2654121,\n\nNarrator: It seemed to signal the conclusion...\nen\n\n\nIt seemed to signal the conclusion of the meeting."
            },
            "position": {
                "x": 250,
                "y": 12750
            }
        },
        {
            "id": "node_257",
            "type": "default",
            "data": {
                "label": "LineNo: 2654247,\n\nPlayer: Thank you all for your insights an...\nen\n\n\n\"Thank you all for your insights and collaboration today. Have a great afternoon.\""
            },
            "position": {
                "x": 500,
                "y": 12750
            }
        },
        {
            "id": "node_258",
            "type": "default",
            "data": {
                "label": "LineNo: 2654349,\n\nPlayer: Our unity is our strength. Let's c...\nen\n\n\n\"Our unity is our strength. Let's continue to work together for the good of Sordland.\""
            },
            "position": {
                "x": 0,
                "y": 12900
            }
        },
        {
            "id": "node_259",
            "type": "default",
            "data": {
                "label": "LineNo: 2654451,\n\nPlayer: We've made some important decision...\nen\n\n\n\"We've made some important decisions today. Let's wrap up for now and reconvene later if needed.\""
            },
            "position": {
                "x": 250,
                "y": 12900
            }
        },
        {
            "id": "node_260",
            "type": "default",
            "data": {
                "label": "LineNo: 2654553,\n\nPlayer: Our work is our legacy. Let's make...\nen\n\n\n\"Our work is our legacy. Let's make sure it's one that Sordland can be proud of.\""
            },
            "position": {
                "x": 500,
                "y": 12900
            }
        },
        {
            "id": "node_261",
            "type": "default",
            "data": {
                "label": "LineNo: 2654655,\n\nLileas Graf: Thank you for the discussion. I'll...\nen\n\n\n\"Thank you for the discussion. I'll continue working on our priorities. Goodbye, everyone.\""
            },
            "position": {
                "x": 0,
                "y": 13050
            }
        },
        {
            "id": "node_262",
            "type": "default",
            "data": {
                "label": "LineNo: 2654757,\n\nSymon Holl: See you at the term budget meeting.\nen\n\n\n\"See you at the term budget meeting.\""
            },
            "position": {
                "x": 250,
                "y": 13050
            }
        },
        {
            "id": "node_263",
            "type": "default",
            "data": {
                "label": "LineNo: 2654859,\n\nDeivid Wisci: Until next time, dear colleagues....\nen\n\n\n\"Until next time, dear colleagues. Take care and see you soon.\""
            },
            "position": {
                "x": 500,
                "y": 13050
            }
        },
        {
            "id": "node_264",
            "type": "default",
            "data": {
                "label": "LineNo: 2655153,\n\nDeivid Wisci: I believe it's crucial to ensure f...\nen\n\n\n\"I believe it's crucial to ensure fair treatment for our workforce. And it is nearing presentation.\""
            },
            "position": {
                "x": 0,
                "y": 13200
            }
        },
        {
            "id": "node_265",
            "type": "default",
            "data": {
                "label": "LineNo: 2655271,\n\nPlayer: I heavily disagreed with the move...\nen\n\n\n\"I heavily disagreed with the move at the time. Even as executive Vice President in 1946, Alphonso simply tried to change the country too fast.\""
            },
            "position": {
                "x": 250,
                "y": 13200
            }
        },
        {
            "id": "node_266",
            "type": "default",
            "data": {
                "label": "LineNo: 2655373,\n\nPlayer: First it was the State Educators C...\nen\n\n\n\"First it was the State Educators Corps, then the SSC Bills, and then slowly the EPA. He wanted to erase every trace of Tarquin Soll's Second Republic.\""
            },
            "position": {
                "x": 500,
                "y": 13200
            }
        },
        {
            "id": "node_267",
            "type": "default",
            "data": {
                "label": "LineNo: 2655571,\n\nLileas Graf: Gasom could fall under foreign con...\nen\n\n\n\"Gasom could fall under foreign control, just like any other energy corporation.\""
            },
            "position": {
                "x": 0,
                "y": 13350
            }
        },
        {
            "id": "node_268",
            "type": "default",
            "data": {
                "label": "LineNo: 2655673,\n\nDeivid Wisci: If we increase the foreign ownersh...\nen\n\n\n\"If we increase the foreign ownership threshold to 49%, we can attract more investments while mitigating those risks.\""
            },
            "position": {
                "x": 250,
                "y": 13350
            }
        },
        {
            "id": "node_269",
            "type": "default",
            "data": {
                "label": "LineNo: 2655775,\n\nDeivid Wisci: But we should also consider the po...\nen\n\n\n\"But we should also consider the potential impact on job security and national control of our energy sector.\""
            },
            "position": {
                "x": 500,
                "y": 13350
            }
        },
        {
            "id": "node_270",
            "type": "default",
            "data": {
                "label": "LineNo: 2655877,\n\nSymon Holl: While we may see entities from Qin...\nen\n\n\n\"While we may see entities from Qinal, Rizia, Anraka, Rumburg, or Lespia as potential threats, it's also crucial to see them as potential partners.\""
            },
            "position": {
                "x": 0,
                "y": 13500
            }
        },
        {
            "id": "node_271",
            "type": "default",
            "data": {
                "label": "LineNo: 2655979,\n\nSymon Holl: And those resources could be chann...\nen\n\n\n\"And those resources could be channeled into further development of our energy sector.\""
            },
            "position": {
                "x": 250,
                "y": 13500
            }
        },
        {
            "id": "node_272",
            "type": "default",
            "data": {
                "label": "LineNo: 2656081,\n\nLileas Graf: I caution against drastic changes...\nen\n\n\n\"I caution against drastic changes that may leave us vulnerable to foreign influence. We must maintain control of our energy sector at all costs.\""
            },
            "position": {
                "x": 500,
                "y": 13500
            }
        },
        {
            "id": "node_273",
            "type": "default",
            "data": {
                "label": "LineNo: 2656207,\n\nLileas Graf: Our investment in Gasom reinforces...\nen\n\n\n\"Our investment in Gasom reinforces Sordland's sovereignty. However, altering the EPA may dilute that sovereignty.\""
            },
            "position": {
                "x": 0,
                "y": 13650
            }
        },
        {
            "id": "node_274",
            "type": "default",
            "data": {
                "label": "LineNo: 2656309,\n\nDeivid Wisci: Considering we're investing heavil...\nen\n\n\n\"Considering we're investing heavily in Gasom, our decision about the EPA will greatly impact the attractiveness of the remaining shares to foreign investors.\""
            },
            "position": {
                "x": 250,
                "y": 13650
            }
        },
        {
            "id": "node_275",
            "type": "default",
            "data": {
                "label": "LineNo: 2656411,\n\nLileas Graf: However, if we raise the foreign o...\nen\n\n\n\"However, if we raise the foreign ownership threshold, we must be wary of the influence of Rumburg.\""
            },
            "position": {
                "x": 500,
                "y": 13650
            }
        },
        {
            "id": "node_276",
            "type": "default",
            "data": {
                "label": "LineNo: 2656537,\n\nLileas Graf: Sharing the burden with Rizia does...\nen\n\n\n\"Sharing the burden with Rizia does provide some reassurance.\""
            },
            "position": {
                "x": 0,
                "y": 13800
            }
        },
        {
            "id": "node_277",
            "type": "default",
            "data": {
                "label": "LineNo: 2656639,\n\nDeivid Wisci: With Sordland and Rizia co-investi...\nen\n\n\n\"With Sordland and Rizia co-investing in Gasom, there's a chance to build a partnership that benefits both our economies. However, how we adjust the EPA could significantly impact the outcome.\""
            },
            "position": {
                "x": 250,
                "y": 13800
            }
        },
        {
            "id": "node_278",
            "type": "default",
            "data": {
                "label": "LineNo: 2656741,\n\nLileas Graf: If we raise the threshold, we risk...\nen\n\n\n\"If we raise the threshold, we risk inviting even more foreign control over our resources.\""
            },
            "position": {
                "x": 500,
                "y": 13800
            }
        },
        {
            "id": "node_279",
            "type": "default",
            "data": {
                "label": "LineNo: 2656867,\n\nLileas Graf: Having Rizia as the sole investor...\nen\n\n\n\"Having Rizia as the sole investor already compromises our energy independence to a certain extent.\""
            },
            "position": {
                "x": 0,
                "y": 13950
            }
        },
        {
            "id": "node_280",
            "type": "default",
            "data": {
                "label": "LineNo: 2656969,\n\nDeivid Wisci: With Rizia being the sole investor...\nen\n\n\n\"With Rizia being the sole investor, our position on the EPA will directly affect their stake. We must consider the potential outcomes and their implications on our energy independence.\""
            },
            "position": {
                "x": 250,
                "y": 13950
            }
        },
        {
            "id": "node_281",
            "type": "default",
            "data": {
                "label": "LineNo: 2657071,\n\nPlayer: Considering Rizia's investment, we...\nen\n\n\n\"Considering Rizia's investment, we could stick with the current threshold. This way, we minimize foreign interference while keeping our energy sector financially stable.\""
            },
            "position": {
                "x": 500,
                "y": 13950
            }
        },
        {
            "id": "node_282",
            "type": "default",
            "data": {
                "label": "LineNo: 2657173,\n\nPlayer: Raising the threshold could attrac...\nen\n\n\n\"Raising the threshold could attract more investors. However, we must be careful to avoid losing control of our resources.\""
            },
            "position": {
                "x": 0,
                "y": 14100
            }
        },
        {
            "id": "node_283",
            "type": "default",
            "data": {
                "label": "LineNo: 2657275,\n\nPlayer: Our partnership with Rizia has pro...\nen\n\n\n\"Our partnership with Rizia has proven beneficial. I suggest we maintain the current threshold. Let's not make hasty decisions that might disrupt this balance.\""
            },
            "position": {
                "x": 250,
                "y": 14100
            }
        },
        {
            "id": "node_284",
            "type": "default",
            "data": {
                "label": "LineNo: 2657377,\n\nPlayer: Perhaps we should consider removin...\nen\n\n\n\"Perhaps we should consider removing the threshold altogether. It could propel Gasom into the global market and truly maximize our gains.\""
            },
            "position": {
                "x": 500,
                "y": 14100
            }
        },
        {
            "id": "node_285",
            "type": "default",
            "data": {
                "label": "LineNo: 2657479,\n\nPlayer: If we keep the foreign ownership t...\nen\n\n\n\"If we keep the foreign ownership threshold as is, we're limiting foreign investment. However, our 30 percent stake in Gasom would remain significant and protected.\""
            },
            "position": {
                "x": 0,
                "y": 14250
            }
        },
        {
            "id": "node_286",
            "type": "default",
            "data": {
                "label": "LineNo: 2657581,\n\nPlayer: By reducing the foreign ownership...\nen\n\n\n\"By reducing the foreign ownership limit to 10 percent, we're closing off most foreign investment opportunities. This ensures our 30 percent stake in Gasom holds significant power.\""
            },
            "position": {
                "x": 250,
                "y": 14250
            }
        },
        {
            "id": "node_287",
            "type": "default",
            "data": {
                "label": "LineNo: 2657683,\n\nDeivid Wisci: On the other hand, foreign investm...\nen\n\n\n\"On the other hand, foreign investment would result in increased resources flowing to Gasom and its ilk.\""
            },
            "position": {
                "x": 500,
                "y": 14250
            }
        },
        {
            "id": "node_288",
            "type": "default",
            "data": {
                "label": "LineNo: 2657785,\n\nPlayer: By increasing the foreign ownershi...\nen\n\n\n\"By increasing the foreign ownership threshold to 49 percent, we're opening up more opportunities for foreign investment. This could improve the value of our own 30 percent stake in Gasom.\""
            },
            "position": {
                "x": 0,
                "y": 14400
            }
        },
        {
            "id": "node_289",
            "type": "default",
            "data": {
                "label": "LineNo: 2657887,\n\nPlayer: While your points are valid, Lilea...\nen\n\n\n\"While your points are valid, Lileas, we can't ignore the potential economic benefits. Raising the threshold could attract more investors and increase the value of our shares.\""
            },
            "position": {
                "x": 250,
                "y": 14400
            }
        },
        {
            "id": "node_290",
            "type": "default",
            "data": {
                "label": "LineNo: 2657989,\n\nPlayer: Let's consider lowering the thresh...\nen\n\n\n\"Let's consider lowering the threshold back to 10 percent. This could ensure more Sordish control over Gasom and safeguard our energy independence.\""
            },
            "position": {
                "x": 500,
                "y": 14400
            }
        },
        {
            "id": "node_291",
            "type": "default",
            "data": {
                "label": "LineNo: 2658091,\n\nSymon Holl: I would say we've covered the impl...\nen\n\n\n\"I would say we've covered the implications of your EPA decision fairly thoroughly, Mr. President.\""
            },
            "position": {
                "x": 0,
                "y": 14550
            }
        },
        {
            "id": "node_292",
            "type": "default",
            "data": {
                "label": "LineNo: 2658193,\n\nLileas Graf: Raising the threshold to 49 percen...\nen\n\n\n\"Raising the threshold to 49 percent could increase Gasom's value, and by extension the value of our 30 percent stake. But we don't want to lose control over the company.\""
            },
            "position": {
                "x": 250,
                "y": 14550
            }
        },
        {
            "id": "node_293",
            "type": "default",
            "data": {
                "label": "LineNo: 2658295,\n\nSymon Holl: A 49 percent threshold could incre...\nen\n\n\n\"A 49 percent threshold could increase the value of our stake without risking loss of control.\""
            },
            "position": {
                "x": 500,
                "y": 14550
            }
        },
        {
            "id": "node_294",
            "type": "default",
            "data": {
                "label": "LineNo: 2658397,\n\nDeivid Wisci: Increasing the EPA to 49% opens up...\nen\n\n\n\"Increasing the EPA to 49% opens up a new avenue of trade, but we will have to ensure our national interests are not compromised.\""
            },
            "position": {
                "x": 0,
                "y": 14700
            }
        },
        {
            "id": "node_295",
            "type": "default",
            "data": {
                "label": "LineNo: 2658531,\n\nPlayer: We have to consider the long-term...\nen\n\n\n\"We have to consider the long-term impact of our decisions. Foreign investment might bring immediate financial gains, but we'd risk losing control of our energy sector.\""
            },
            "position": {
                "x": 250,
                "y": 14700
            }
        },
        {
            "id": "node_296",
            "type": "default",
            "data": {
                "label": "LineNo: 2658633,\n\nLileas Graf: Preserving the status quo ensures...\nen\n\n\n\"Preserving the status quo ensures that our 30 percent stake remains significant, yes.\""
            },
            "position": {
                "x": 500,
                "y": 14700
            }
        },
        {
            "id": "node_297",
            "type": "default",
            "data": {
                "label": "LineNo: 2658735,\n\nSymon Holl: But would we be missing out on pot...\nen\n\n\n\"But would we be missing out on potential growth?\""
            },
            "position": {
                "x": 0,
                "y": 14850
            }
        },
        {
            "id": "node_298",
            "type": "default",
            "data": {
                "label": "LineNo: 2658837,\n\nDeivid Wisci: You are both right. Keeping the st...\nen\n\n\n\"You are both right. Keeping the status quo ensures stability, but we must weigh this against the potential trade opportunities we might be missing out on.\""
            },
            "position": {
                "x": 250,
                "y": 14850
            }
        },
        {
            "id": "node_299",
            "type": "default",
            "data": {
                "label": "LineNo: 2658971,\n\nLileas Graf: Reducing the threshold to 10 perce...\nen\n\n\n\"Reducing the threshold to 10 percent would be my preference. It allows for the possibility for foreign investment while preserving Sordish sovereignty.\""
            },
            "position": {
                "x": 500,
                "y": 14850
            }
        },
        {
            "id": "node_300",
            "type": "default",
            "data": {
                "label": "LineNo: 2659073,\n\nSymon Holl: On the other hand, it would deter...\nen\n\n\n\"On the other hand, it would deter foreign investors, which would make a dent in the company's profitability and shrink our returns.\""
            },
            "position": {
                "x": 0,
                "y": 15000
            }
        },
        {
            "id": "node_301",
            "type": "default",
            "data": {
                "label": "LineNo: 2659175,\n\nDeivid Wisci: A 10 percent limit might offer pro...\nen\n\n\n\"A 10 percent limit might offer protection, but we need to consider the potential economic isolation that could result.\""
            },
            "position": {
                "x": 250,
                "y": 15000
            }
        },
        {
            "id": "node_302",
            "type": "default",
            "data": {
                "label": "LineNo: 2659309,\n\nLileas Graf: Maintaining the current threshold...\nen\n\n\n\"Maintaining the current threshold is a safe option, but my preference would be 10 percent default imposed in the Soll era. It will limit opportunities in the long run, but our state will perservere.\""
            },
            "position": {
                "x": 500,
                "y": 15000
            }
        },
        {
            "id": "node_303",
            "type": "default",
            "data": {
                "label": "LineNo: 2659411,\n\nSymon Holl: The current threshold provides a b...\nen\n\n\n\"The current threshold provides a balance. It allows some level of foreign investment without risking too much foreign influence. Reverting to the past will lose us too many opportunities.\""
            },
            "position": {
                "x": 0,
                "y": 15150
            }
        },
        {
            "id": "node_304",
            "type": "default",
            "data": {
                "label": "LineNo: 2659513,\n\nDeivid Wisci: While maintaining the status quo p...\nen\n\n\n\"While maintaining the status quo provides stability, it might limit our potential for economic growth and trade relations.\""
            },
            "position": {
                "x": 250,
                "y": 15150
            }
        },
        {
            "id": "node_305",
            "type": "default",
            "data": {
                "label": "LineNo: 2659647,\n\nLileas Graf: President, I must express my stron...\nen\n\n\n\"President, I must express my strong disagreement. Complete removal of the threshold means we would lose control over our own resources to foreign powers. It's too high a price for questionable economic benefits.\""
            },
            "position": {
                "x": 500,
                "y": 15150
            }
        },
        {
            "id": "node_306",
            "type": "default",
            "data": {
                "label": "LineNo: 2659749,\n\nSymon Holl: Removing the threshold is indeed a...\nen\n\n\n\"Removing the threshold is indeed an ambitious move, Mr. President. It could lead to a significant influx of foreign investment and boost our economy. However, we must be prepared to manage the associated risks and ensure our interests are not compromised.\""
            },
            "position": {
                "x": 0,
                "y": 15300
            }
        },
        {
            "id": "node_307",
            "type": "default",
            "data": {
                "label": "LineNo: 2659851,\n\nDeivid Wisci: A full removal, while certainly bo...\nen\n\n\n\"A full removal, while certainly bold, could dramatically shift our international trade dynamics. It would also require us to navigate the complexities of increased foreign relations and potential dependency.\""
            },
            "position": {
                "x": 250,
                "y": 15300
            }
        },
        {
            "id": "node_308",
            "type": "default",
            "data": {
                "label": "LineNo: 2659985,\n\nLileas Graf: I understand the potential economi...\nen\n\n\n\"I understand the potential economic benefits, but we can't compromise our sovereignty for profits.\""
            },
            "position": {
                "x": 500,
                "y": 15300
            }
        },
        {
            "id": "node_309",
            "type": "default",
            "data": {
                "label": "LineNo: 2660087,\n\nSymon Holl: Increasing the threshold might att...\nen\n\n\n\"Increasing the threshold might attract more foreign investors and increase the value of our stake. But of course we should ensure that Sordland's interests are safeguarded.\""
            },
            "position": {
                "x": 0,
                "y": 15450
            }
        },
        {
            "id": "node_310",
            "type": "default",
            "data": {
                "label": "LineNo: 2660189,\n\nDeivid Wisci: Opting for a more balanced approac...\nen\n\n\n\"Opting for a more balanced approach aligns well with our objective of maintaining positive trade relations without compromising our sovereignty.\""
            },
            "position": {
                "x": 250,
                "y": 15450
            }
        },
        {
            "id": "node_311",
            "type": "default",
            "data": {
                "label": "LineNo: 2660323,\n\nPlayer: We should be more aggressive in at...\nen\n\n\n\"We should be more aggressive in attracting foreign investment. After all, a thriving energy sector can be a major driver of our economic growth.\""
            },
            "position": {
                "x": 500,
                "y": 15450
            }
        },
        {
            "id": "node_312",
            "type": "default",
            "data": {
                "label": "LineNo: 2660425,\n\nLileas Graf: Maintaining the status quo might i...\nen\n\n\n\"Maintaining the status quo might indeed be the safest choice in this scenario. We need to protect our energy sector from becoming a playground for foreign powers.\""
            },
            "position": {
                "x": 0,
                "y": 15600
            }
        },
        {
            "id": "node_313",
            "type": "default",
            "data": {
                "label": "LineNo: 2660527,\n\nSymon Holl: Keeping the current threshold coul...\nen\n\n\n\"Keeping the current threshold could ensure a stable inflow of foreign investment without risking a major disruption in the energy sector.\""
            },
            "position": {
                "x": 250,
                "y": 15600
            }
        },
        {
            "id": "node_314",
            "type": "default",
            "data": {
                "label": "LineNo: 2660629,\n\nDeivid Wisci: Maintaining the status quo could p...\nen\n\n\n\"Maintaining the status quo could provide stability in our relations with Rizia, but it might also limit our potential to attract additional foreign investment.\""
            },
            "position": {
                "x": 500,
                "y": 15600
            }
        },
        {
            "id": "node_315",
            "type": "default",
            "data": {
                "label": "LineNo: 2660763,\n\nSymon Holl: If we manage the risks effectively...\nen\n\n\n\"If we manage the risks effectively, raising the threshold could indeed provide a significant boost to our economy.\""
            },
            "position": {
                "x": 0,
                "y": 15750
            }
        },
        {
            "id": "node_316",
            "type": "default",
            "data": {
                "label": "LineNo: 2660865,\n\nDeivid Wisci: Raising the threshold could potent...\nen\n\n\n\"Raising the threshold could potentially boost our economy, but it could also complicate our relations with other foreign powers, including Rumburg.\""
            },
            "position": {
                "x": 250,
                "y": 15750
            }
        },
        {
            "id": "node_317",
            "type": "default",
            "data": {
                "label": "LineNo: 2660999,\n\nDeivid Wisci: Lowering the threshold could send...\nen\n\n\n\"Lowering the threshold could send a strong message of our commitment to national sovereignty, but it could also deter foreign investors.\""
            },
            "position": {
                "x": 500,
                "y": 15750
            }
        },
        {
            "id": "node_318",
            "type": "default",
            "data": {
                "label": "LineNo: 2661133,\n\nSymon Holl: Lowering the threshold might limit...\nen\n\n\n\"Lowering the threshold might limit foreign investment, but it could also safeguard our energy sector from foreign exploitation.\""
            },
            "position": {
                "x": 0,
                "y": 15900
            }
        },
        {
            "id": "node_319",
            "type": "default",
            "data": {
                "label": "LineNo: 2661235,\n\nLileas Graf: Attracting more investors at the c...\nen\n\n\n\"Attracting more investors at the cost of our energy independence is not a risk we should take. We cannot gamble with our nation's sovereignty.\""
            },
            "position": {
                "x": 250,
                "y": 15900
            }
        },
        {
            "id": "node_320",
            "type": "default",
            "data": {
                "label": "LineNo: 2661337,\n\nLileas Graf: Returning to the 10 percent thresh...\nen\n\n\n\"Returning to the 10 percent threshold would be a step in the right direction. It will ensure that Sordland remains in control of its own resources.\""
            },
            "position": {
                "x": 500,
                "y": 15900
            }
        },
        {
            "id": "node_321",
            "type": "default",
            "data": {
                "label": "LineNo: 2661439,\n\nPlayer: Our choices aren't just about the...\nen\n\n\n\"Our choices aren't just about the numbers. They hold significant implications for the people of Sordland. We must make our decision with them in mind.\""
            },
            "position": {
                "x": 0,
                "y": 16050
            }
        },
        {
            "id": "node_322",
            "type": "default",
            "data": {
                "label": "LineNo: 2661541,\n\nPlayer: The EPA has been a safeguard for o...\nen\n\n\n\"The EPA has been a safeguard for our national interests, but we must also be open to change. We need to carefully weigh the benefits and drawbacks.\""
            },
            "position": {
                "x": 250,
                "y": 16050
            }
        },
        {
            "id": "node_323",
            "type": "default",
            "data": {
                "label": "LineNo: 2661643,\n\nDeivid Wisci: However, it's worth acknowledging...\nen\n\n\n\"However, it's worth acknowledging that by offering clemency, Soll aimed to provide an opportunity for healing and reconciliation in a divided society.\""
            },
            "position": {
                "x": 500,
                "y": 16050
            }
        },
        {
            "id": "node_324",
            "type": "default",
            "data": {
                "label": "LineNo: 2661745,\n\nDeivid Wisci: Despite the controversies, it was...\nen\n\n\n\"Despite the controversies, it was crucial to our recovery and has helped us maintain our energy independence to this day.\""
            },
            "position": {
                "x": 0,
                "y": 16200
            }
        },
        {
            "id": "node_325",
            "type": "default",
            "data": {
                "label": "LineNo: 2661847,\n\nPlayer: The future of our gas industry lie...\nen\n\n\n\"The future of our gas industry lies in our hands, not anyone else's. Our full investment in Gasom is a testament to our resolve.\""
            },
            "position": {
                "x": 250,
                "y": 16200
            }
        },
        {
            "id": "node_326",
            "type": "default",
            "data": {
                "label": "LineNo: 2661949,\n\nPlayer: By investing alone, we've seized s...\nen\n\n\n\"By investing alone, we've seized significant control of the private gas sector. This aligns with our goal of nationalizing key industries. We must ensure this doesn't strain our economy.\""
            },
            "position": {
                "x": 500,
                "y": 16200
            }
        },
        {
            "id": "node_327",
            "type": "default",
            "data": {
                "label": "LineNo: 2662051,\n\nPlayer: This investment signifies our comm...\nen\n\n\n\"This investment signifies our commitment to Sordland's energy independence. Let's put our resources to work for the Sordish people.\""
            },
            "position": {
                "x": 0,
                "y": 16350
            }
        },
        {
            "id": "node_328",
            "type": "default",
            "data": {
                "label": "LineNo: 2662987,\n\nPlayer: A joint venture with Rizia is a st...\nen\n\n\n\"A joint venture with Rizia is a strategic move, not a concession. It's a partnership that secures our place in the global energy landscape.\""
            },
            "position": {
                "x": 250,
                "y": 16350
            }
        },
        {
            "id": "node_329",
            "type": "default",
            "data": {
                "label": "LineNo: 2663089,\n\nPlayer: Sharing investment responsibilitie...\nen\n\n\n\"Sharing investment responsibilities with Rizia may ease our financial load, but it also means we've invited foreign influence into our energy sector. We must tread carefully.\""
            },
            "position": {
                "x": 500,
                "y": 16350
            }
        },
        {
            "id": "node_330",
            "type": "default",
            "data": {
                "label": "LineNo: 2663191,\n\nPlayer: Our partnership with Rizia is a te...\nen\n\n\n\"Our partnership with Rizia is a testament to our commitment to regional cooperation. It's a pragmatic move that will be beneficial for both nations.\""
            },
            "position": {
                "x": 0,
                "y": 16500
            }
        },
        {
            "id": "node_331",
            "type": "default",
            "data": {
                "label": "LineNo: 2663293,\n\nPlayer: There's wisdom in caution. Let's k...\nen\n\n\n\"There's wisdom in caution. Let's keep our options open and observe Rizia's approach. Our time to invest will come.\""
            },
            "position": {
                "x": 250,
                "y": 16500
            }
        },
        {
            "id": "node_332",
            "type": "default",
            "data": {
                "label": "LineNo: 2663395,\n\nPlayer: In these uncertain times, it's pru...\nen\n\n\n\"In these uncertain times, it's prudent to withhold our resources. Let's let Rizia navigate these turbulent waters first.\""
            },
            "position": {
                "x": 500,
                "y": 16500
            }
        },
        {
            "id": "node_333",
            "type": "default",
            "data": {
                "label": "LineNo: 2663497,\n\nPlayer: Our decision not to invest at this...\nen\n\n\n\"Our decision not to invest at this time is not a withdrawal but a strategic pause. We will decide when the time is right.\""
            },
            "position": {
                "x": 0,
                "y": 16650
            }
        },
        {
            "id": "node_334",
            "type": "default",
            "data": {
                "label": "LineNo: 2663599,\n\nNarrator: Symon meticulously adjusted his gla...\nen\n\n\nSymon meticulously adjusted his glasses."
            },
            "position": {
                "x": 250,
                "y": 16650
            }
        },
        {
            "id": "node_335",
            "type": "default",
            "data": {
                "label": "LineNo: 2663979,\n\nSymon Holl: One more concern. Gus and Mikail i...\nen\n\n\n\"One more concern. Gus and Mikail informed me that you have given President Alphonso assurances about not imposing stricter EPA regulations.\""
            },
            "position": {
                "x": 500,
                "y": 16650
            }
        },
        {
            "id": "node_336",
            "type": "default",
            "data": {
                "label": "LineNo: 2664081,\n\nSymon Holl: Given the economic climate, it mig...\nen\n\n\n\"Given the economic climate, it might be prudent not to destabilize the system. Imposing a reduction of the threshold would irreversibly harm Gasom.\""
            },
            "position": {
                "x": 0,
                "y": 16800
            }
        },
        {
            "id": "node_337",
            "type": "default",
            "data": {
                "label": "LineNo: 2664207,\n\nPlayer: There is no need to be destructive...\nen\n\n\n\"There is no need to be destructive in an already dangerous economy that could spiral downward.\""
            },
            "position": {
                "x": 250,
                "y": 16800
            }
        },
        {
            "id": "node_338",
            "type": "default",
            "data": {
                "label": "LineNo: 2664309,\n\nPlayer: I understand the need for economic...\nen\n\n\n\"I understand the need for economic stability. But I'm reconsidering my promise now that I know all the facts.\""
            },
            "position": {
                "x": 500,
                "y": 16800
            }
        },
        {
            "id": "node_339",
            "type": "default",
            "data": {
                "label": "LineNo: 2664411,\n\nLileas Graf: Our actions should be guided by th...\nen\n\n\n\"Our actions should be guided by the best interests of our nation.\""
            },
            "position": {
                "x": 0,
                "y": 16950
            }
        },
        {
            "id": "node_340",
            "type": "default",
            "data": {
                "label": "LineNo: 2664513,\n\nSymon Holl: We must consider the far-reaching...\nen\n\n\n\"We must consider the far-reaching implications of our actions. Today's decisions regarding the EPA will significantly impact Gasom and other corporations in the future.\""
            },
            "position": {
                "x": 250,
                "y": 16950
            }
        },
        {
            "id": "node_341",
            "type": "default",
            "data": {
                "label": "LineNo: 2664615,\n\nSymon Holl: Regarding Gasom, our decision to i...\nen\n\n\n\"Regarding Gasom, our decision to invest alone certainly places us in more control over the gas sector. This could be beneficial, but it has increased our financial burden significantly. We must review our fiscal policies.\""
            },
            "position": {
                "x": 500,
                "y": 16950
            }
        },
        {
            "id": "node_342",
            "type": "default",
            "data": {
                "label": "LineNo: 2664741,\n\nSymon Holl: Regarding Gasom, our co-investment...\nen\n\n\n\"Regarding Gasom, our co-investment with Rizia allows us to distribute the financial burden and mitigate risks. This decision promotes regional cooperation, aligning well with our fiscal policies.\""
            },
            "position": {
                "x": 0,
                "y": 17100
            }
        },
        {
            "id": "node_343",
            "type": "default",
            "data": {
                "label": "LineNo: 2664867,\n\nSymon Holl: Regarding Gasom, our decision not...\nen\n\n\n\"Regarding Gasom, our decision not to invest  may be seen as a cautious move. It has certainly reduced our immediate financial responsibilities, but we may have missed an opportunity.\""
            },
            "position": {
                "x": 250,
                "y": 17100
            }
        },
        {
            "id": "node_344",
            "type": "default",
            "data": {
                "label": "LineNo: 2664993,\n\nPlayer: Our administration needs to protec...\nen\n\n\n\"Our administration needs to protect the jobs of Gasom workers and this investment ensures that. I have little interest beyond this.\""
            },
            "position": {
                "x": 500,
                "y": 17100
            }
        },
        {
            "id": "node_345",
            "type": "default",
            "data": {
                "label": "LineNo: 2665095,\n\nPlayer: Rizia might not be the best partne...\nen\n\n\n\"Rizia might not be the best partner given our history with them, but we have to take a balanced approach with our budget and economy.\""
            },
            "position": {
                "x": 0,
                "y": 17250
            }
        },
        {
            "id": "node_346",
            "type": "default",
            "data": {
                "label": "LineNo: 2665197,\n\nPlayer: By allowing Rizia to monopolize th...\nen\n\n\n\"By allowing Rizia to monopolize the energy sector, we've indirectly promoted capitalist exploitation. We must remain vigilant and ensure our people are not subjugated to foreign profiteering.\""
            },
            "position": {
                "x": 250,
                "y": 17250
            }
        },
        {
            "id": "node_347",
            "type": "default",
            "data": {
                "label": "LineNo: 2665299,\n\nDeivid Wisci: A reduction in the EPA could pave...\nen\n\n\n\"A reduction in the EPA could pave the way for potential profits from shares, whereas total removal may invite an unpredictable rush for the remaining 45%.\""
            },
            "position": {
                "x": 500,
                "y": 17250
            }
        },
        {
            "id": "node_348",
            "type": "default",
            "data": {
                "label": "LineNo: 2665401,\n\nPlayer: If we remove the Energy Protection...\nen\n\n\n\"If we remove the Energy Protection Act entirely, our 30 percent investment could potentially be overshadowed by foreign investors. However, it could also maximize our returns if foreign investment floods in.\""
            },
            "position": {
                "x": 0,
                "y": 17400
            }
        },
        {
            "id": "node_349",
            "type": "default",
            "data": {
                "label": "LineNo: 2665503,\n\nLileas Graf: Full removal of the EPA is a risk....\nen\n\n\n\"Full removal of the EPA is a risk. Foreign investors could buy up larger stakes than our own. We might lose control over Gasom.\""
            },
            "position": {
                "x": 250,
                "y": 17400
            }
        },
        {
            "id": "node_350",
            "type": "default",
            "data": {
                "label": "LineNo: 2665605,\n\nSymon Holl: Eliminating the EPA could stimulat...\nen\n\n\n\"Eliminating the EPA could stimulate our economy, increasing the value of our 30 percent stake. But losing control over Gasom would be a heavy blow.\""
            },
            "position": {
                "x": 500,
                "y": 17400
            }
        },
        {
            "id": "node_351",
            "type": "default",
            "data": {
                "label": "LineNo: 2665707,\n\nDeivid Wisci: Foreign influence in Gasom, if not...\nen\n\n\n\"Foreign influence in Gasom, if not managed correctly, could lead to a dilution of Sordland's control in the energy sector.\""
            },
            "position": {
                "x": 0,
                "y": 17550
            }
        },
        {
            "id": "node_352",
            "type": "default",
            "data": {
                "label": "LineNo: 2665841,\n\nPlayer: Even though we're sharing the inve...\nen\n\n\n\"Even though we're sharing the investment with Rizia, we should still prioritize Sordish control. Let's consider reducing the foreign ownership limit.\""
            },
            "position": {
                "x": 250,
                "y": 17550
            }
        },
        {
            "id": "node_353",
            "type": "default",
            "data": {
                "label": "LineNo: 2665943,\n\nLileas Graf: I'm glad you see the risks, Mr. Pr...\nen\n\n\n\"I'm glad you see the risks, Mr. President. Keeping our energy sector in Sordish hands should be our priority.\""
            },
            "position": {
                "x": 500,
                "y": 17550
            }
        },
        {
            "id": "node_354",
            "type": "default",
            "data": {
                "label": "LineNo: 2666045,\n\nSymon Holl: Reducing the foreign ownership lim...\nen\n\n\n\"Reducing the foreign ownership limit might safeguard our control, but it could limit our potential for economic growth.\""
            },
            "position": {
                "x": 0,
                "y": 17700
            }
        },
        {
            "id": "node_355",
            "type": "default",
            "data": {
                "label": "LineNo: 2666147,\n\nDeivid Wisci: Completely removing the EPA could...\nen\n\n\n\"Completely removing the EPA could upset our foreign relations, particularly with market economies. We must consider the implications of such an aggressive move.\""
            },
            "position": {
                "x": 250,
                "y": 17700
            }
        },
        {
            "id": "node_356",
            "type": "default",
            "data": {
                "label": "LineNo: 2666281,\n\nPlayer: We could remove the threshold enti...\nen\n\n\n\"We could remove the threshold entirely, opening up to more foreign investment. But we'd need to be prepared for all the diplomatic consequences that may follow.\""
            },
            "position": {
                "x": 500,
                "y": 17700
            }
        },
        {
            "id": "node_357",
            "type": "default",
            "data": {
                "label": "LineNo: 2666383,\n\nDeivid Wisci: It could also lead to a volatile s...\nen\n\n\n\"It could also lead to a volatile situation in terms of our foreign relations.\""
            },
            "position": {
                "x": 0,
                "y": 17850
            }
        },
        {
            "id": "node_358",
            "type": "default",
            "data": {
                "label": "LineNo: 2666517,\n\nSymon Holl: Full removal of the threshold is a...\nen\n\n\n\"Full removal of the threshold is an extremely bold move. It could lead to a significant increase in foreign investment, but we must also consider the risks.\""
            },
            "position": {
                "x": 250,
                "y": 17850
            }
        },
        {
            "id": "node_359",
            "type": "default",
            "data": {
                "label": "LineNo: 2666619,\n\nLileas Graf: Total removal of the threshold is...\nen\n\n\n\"Total removal of the threshold is a dangerous proposition. It would make us vulnerable to foreign influence and could lead to the loss of our energy independence.\""
            },
            "position": {
                "x": 500,
                "y": 17850
            }
        },
        {
            "id": "node_360",
            "type": "default",
            "data": {
                "label": "LineNo: 2666721,\n\nPlayer: Our priority should be balancing t...\nen\n\n\n\"Our priority should be balancing the need for economic growth with maintaining national sovereignty. Perhaps a phased approach to increasing foreign ownership could be the answer.\""
            },
            "position": {
                "x": 0,
                "y": 18000
            }
        },
        {
            "id": "node_361",
            "type": "default",
            "data": {
                "label": "LineNo: 2666823,\n\nSymon Holl: Mr. President, it's time for us to...\nen\n\n\n\"Mr. President, it's time for us to make a decision. What will we do with the EPA?\""
            },
            "position": {
                "x": 250,
                "y": 18000
            }
        },
        {
            "id": "node_362",
            "type": "default",
            "data": {
                "label": "LineNo: 2666949,\n\nPlayer: We need to balance our commitment...\nen\n\n\n\"We need to balance our commitment to Alphonso with the needs of our nation.\""
            },
            "position": {
                "x": 500,
                "y": 18000
            }
        },
        {
            "id": "node_363",
            "type": "default",
            "data": {
                "label": "LineNo: 2667051,\n\nPlayer: There's also the matter of interna...\nen\n\n\n\"There's also the matter of international perception. We should be careful not to appear as if we're making policy based on corporate interests alone.\""
            },
            "position": {
                "x": 0,
                "y": 18150
            }
        },
        {
            "id": "node_364",
            "type": "default",
            "data": {
                "label": "LineNo: 2668241,\n\nSymon Holl: I foresee difficult conversations...\nen\n\n\n\"I foresee difficult conversations ahead with the National Business Council and President Alphonso.\""
            },
            "position": {
                "x": 250,
                "y": 18150
            }
        },
        {
            "id": "node_365",
            "type": "default",
            "data": {
                "label": "LineNo: 2674337,\n\nPlayer: I'd like to clear my mind before t...\nen\n\n\n\"I'd like to clear my mind before the ministers arrive.\""
            },
            "position": {
                "x": 500,
                "y": 18150
            }
        },
        {
            "id": "node_366",
            "type": "default",
            "data": {
                "label": "LineNo: 2674439,\n\nDeivid Wisci: As you wish, Mr. President. I will...\nen\n\n\n\"As you wish, Mr. President. I will be as silent as a mouse.\""
            },
            "position": {
                "x": 0,
                "y": 18300
            }
        },
        {
            "id": "node_367",
            "type": "default",
            "data": {
                "label": "LineNo: 2674541,\n\nNarrator: Then the door swung open, ushering...\nen\n\n\nThen the door swung open, ushering in the arrival of the other ministers. Symon Holl entered first with a confident stride."
            },
            "position": {
                "x": 250,
                "y": 18300
            }
        },
        {
            "id": "node_368",
            "type": "default",
            "data": {
                "label": "LineNo: 2674643,\n\nNarrator: It was nice to sit in silence and e...\nen\n\n\nIt was nice to sit in silence and enjoy each other's company. Time passed."
            },
            "position": {
                "x": 500,
                "y": 18300
            }
        },
        {
            "id": "node_369",
            "type": "default",
            "data": {
                "label": "LineNo: 2674745,\n\nDeivid Wisci: I believe much of his urgency was...\nen\n\n\n\"I believe much of his urgency was motivated by his own desire to escape Soll's shadow. For better or worse, he managed it.\""
            },
            "position": {
                "x": 0,
                "y": 18450
            }
        },
        {
            "id": "node_370",
            "type": "default",
            "data": {
                "label": "LineNo: 2674847,\n\nSymon Holl: Mr. President, Lileas, shall we re...\nen\n\n\n\"Mr. President, Lileas, shall we return to the subject of the EPA?\""
            },
            "position": {
                "x": 250,
                "y": 18450
            }
        },
        {
            "id": "node_371",
            "type": "default",
            "data": {
                "label": "LineNo: 2674949,\n\nSymon Holl: In my view, it was a necessary ste...\nen\n\n\n\"In my view, it was a necessary step to attract foreign investment and stimulate our economy.\""
            },
            "position": {
                "x": 500,
                "y": 18450
            }
        },
        {
            "id": "node_372",
            "type": "default",
            "data": {
                "label": "LineNo: 2675051,\n\nLileas Graf: Think about it, Mr. President. If...\nen\n\n\n\"Think about it, Mr. President. If any one of those countries -- but especially Rumburg -- gains control of our energy sector, they could cut off our power at any moment.\""
            },
            "position": {
                "x": 0,
                "y": 18600
            }
        },
        {
            "id": "node_373",
            "type": "default",
            "data": {
                "label": "LineNo: 2675153,\n\nLileas Graf: We would also be forced to comply...\nen\n\n\n\"We would also be forced to comply with any decision they made regarding prices or environmental measures.\""
            },
            "position": {
                "x": 250,
                "y": 18600
            }
        },
        {
            "id": "node_374",
            "type": "default",
            "data": {
                "label": "LineNo: 2675255,\n\nSymon Holl: Don't forget about the importance...\nen\n\n\n\"Don't forget about the importance of economic security. In a globalized world, economic strength can be just as critical as military might.\""
            },
            "position": {
                "x": 500,
                "y": 18600
            }
        },
        {
            "id": "node_375",
            "type": "default",
            "data": {
                "label": "LineNo: 2675357,\n\nSymon Holl: But yes, it's essential to maintai...\nen\n\n\n\"But yes, it's essential to maintain strict oversight and regulations to ensure national interests aren't compromised.\""
            },
            "position": {
                "x": 0,
                "y": 18750
            }
        },
        {
            "id": "node_376",
            "type": "default",
            "data": {
                "label": "LineNo: 2675459,\n\nDeivid Wisci: At times the window of change is o...\nen\n\n\n\"At times the window of change is only very small. And now that you and I are in the cabinet, we can promote the change we truly advocate for.\""
            },
            "position": {
                "x": 250,
                "y": 18750
            }
        },
        {
            "id": "node_377",
            "type": "default",
            "data": {
                "label": "LineNo: 2679321,\n\nPlayer: While I respect your stance, Lilea...\nen\n\n\n\"While I respect your stance, Lileas, I must disagree.\""
            },
            "position": {
                "x": 500,
                "y": 18750
            }
        },
        {
            "id": "node_378",
            "type": "default",
            "data": {
                "label": "LineNo: 2679423,\n\nLileas Graf: I think you are misguided in this...\nen\n\n\n\"I think you are misguided in this way of thinking. But of course we're allowed to hold differing opinions.\""
            },
            "position": {
                "x": 0,
                "y": 18900
            }
        },
        {
            "id": "node_379",
            "type": "default",
            "data": {
                "label": "LineNo: 2679525,\n\nPlayer: I share your view. Soll's old poli...\nen\n\n\n\"I share your view. Soll's old policy was choking the growth of Sordish energy businesses.\""
            },
            "position": {
                "x": 250,
                "y": 18900
            }
        },
        {
            "id": "node_380",
            "type": "default",
            "data": {
                "label": "LineNo: 2679627,\n\nDeivid Wisci: Many others also saw Alphonso's ch...\nen\n\n\n\"Many others also saw Alphonso's changes as necessary. Though they did not pass without a great deal of controversy.\""
            },
            "position": {
                "x": 500,
                "y": 18900
            }
        },
        {
            "id": "node_381",
            "type": "default",
            "data": {
                "label": "LineNo: 2679729,\n\nDeivid Wisci: In the end, the changes to the EPA...\nen\n\n\n\"In the end, the changes to the EPA did facilitate foreign investment, even if they didn't lead to a drastic uptick in economic growth.\""
            },
            "position": {
                "x": 0,
                "y": 19050
            }
        },
        {
            "id": "node_382",
            "type": "default",
            "data": {
                "label": "LineNo: 2679831,\n\nPlayer: I don't only respect the Assembly'...\nen\n\n\n\"I don't only respect the Assembly's decision. I wholeheartedly support it.\""
            },
            "position": {
                "x": 250,
                "y": 19050
            }
        }
    ],
    "edges": [
        {
            "id": "e0",
            "source": "node_1",
            "target": "node_571",
            "animated": true
        },
        {
            "id": "e1",
            "source": "node_3",
            "target": "node_15",
            "animated": true
        },
        {
            "id": "e2",
            "source": "node_13",
            "target": "node_5",
            "animated": true
        },
        {
            "id": "e3",
            "source": "node_14",
            "target": "node_19",
            "animated": true
        },
        {
            "id": "e4",
            "source": "node_14",
            "target": "node_19",
            "animated": true
        },
        {
            "id": "e5",
            "source": "node_15",
            "target": "node_21",
            "animated": true
        },
        {
            "id": "e6",
            "source": "node_16",
            "target": "node_3",
            "animated": true
        },
        {
            "id": "e7",
            "source": "node_17",
            "target": "node_20",
            "animated": true
        },
        {
            "id": "e8",
            "source": "node_18",
            "target": "node_16",
            "animated": true
        },
        {
            "id": "e9",
            "source": "node_19",
            "target": "node_22",
            "animated": true
        },
        {
            "id": "e10",
            "source": "node_20",
            "target": "node_22",
            "animated": true
        },
        {
            "id": "e11",
            "source": "node_21",
            "target": "node_32",
            "animated": true
        },
        {
            "id": "e12",
            "source": "node_22",
            "target": "node_513",
            "animated": true
        },
        {
            "id": "e13",
            "source": "node_23",
            "target": "node_37",
            "animated": true
        },
        {
            "id": "e14",
            "source": "node_24",
            "target": "node_37",
            "animated": true
        },
        {
            "id": "e15",
            "source": "node_25",
            "target": "node_30",
            "animated": true
        },
        {
            "id": "e16",
            "source": "node_26",
            "target": "node_28",
            "animated": true
        },
        {
            "id": "e17",
            "source": "node_27",
            "target": "node_29",
            "animated": true
        },
        {
            "id": "e18",
            "source": "node_28",
            "target": "node_35",
            "animated": true
        },
        {
            "id": "e19",
            "source": "node_29",
            "target": "node_41",
            "animated": true
        },
        {
            "id": "e20",
            "source": "node_30",
            "target": "node_43",
            "animated": true
        },
        {
            "id": "e21",
            "source": "node_31",
            "target": "node_46",
            "animated": true
        },
        {
            "id": "e22",
            "source": "node_32",
            "target": "node_513",
            "animated": true
        },
        {
            "id": "e23",
            "source": "node_33",
            "target": "node_60",
            "animated": true
        },
        {
            "id": "e24",
            "source": "node_34",
            "target": "node_48",
            "animated": true
        },
        {
            "id": "e25",
            "source": "node_35",
            "target": "node_42",
            "animated": true
        },
        {
            "id": "e26",
            "source": "node_39",
            "target": "node_31",
            "animated": true
        },
        {
            "id": "e27",
            "source": "node_40",
            "target": "node_47",
            "animated": true
        },
        {
            "id": "e28",
            "source": "node_41",
            "target": "node_42",
            "animated": true
        },
        {
            "id": "e29",
            "source": "node_42",
            "target": "node_36",
            "animated": true
        },
        {
            "id": "e30",
            "source": "node_43",
            "target": "node_42",
            "animated": true
        },
        {
            "id": "e31",
            "source": "node_44",
            "target": "node_48",
            "animated": true
        },
        {
            "id": "e32",
            "source": "node_45",
            "target": "node_34",
            "animated": true
        },
        {
            "id": "e33",
            "source": "node_46",
            "target": "node_34",
            "animated": true
        },
        {
            "id": "e34",
            "source": "node_47",
            "target": "node_34",
            "animated": true
        },
        {
            "id": "e35",
            "source": "node_48",
            "target": "node_42",
            "animated": true
        },
        {
            "id": "e36",
            "source": "node_55",
            "target": "node_57",
            "animated": true
        },
        {
            "id": "e37",
            "source": "node_56",
            "target": "node_75",
            "animated": true
        },
        {
            "id": "e38",
            "source": "node_57",
            "target": "node_77",
            "animated": true
        },
        {
            "id": "e39",
            "source": "node_58",
            "target": "node_59",
            "animated": true
        },
        {
            "id": "e40",
            "source": "node_59",
            "target": "node_50",
            "animated": true
        },
        {
            "id": "e41",
            "source": "node_60",
            "target": "node_44",
            "animated": true
        },
        {
            "id": "e42",
            "source": "node_61",
            "target": "node_62",
            "animated": true
        },
        {
            "id": "e43",
            "source": "node_62",
            "target": "node_63",
            "animated": true
        },
        {
            "id": "e44",
            "source": "node_63",
            "target": "node_64",
            "animated": true
        },
        {
            "id": "e45",
            "source": "node_64",
            "target": "node_134",
            "animated": true
        },
        {
            "id": "e46",
            "source": "node_65",
            "target": "node_80",
            "animated": true
        },
        {
            "id": "e47",
            "source": "node_66",
            "target": "node_79",
            "animated": true
        },
        {
            "id": "e48",
            "source": "node_67",
            "target": "node_82",
            "animated": true
        },
        {
            "id": "e49",
            "source": "node_67",
            "target": "node_82",
            "animated": true
        },
        {
            "id": "e50",
            "source": "node_70",
            "target": "node_67",
            "animated": true
        },
        {
            "id": "e51",
            "source": "node_72",
            "target": "node_116",
            "animated": true
        },
        {
            "id": "e52",
            "source": "node_73",
            "target": "node_116",
            "animated": true
        },
        {
            "id": "e53",
            "source": "node_74",
            "target": "node_117",
            "animated": true
        },
        {
            "id": "e54",
            "source": "node_75",
            "target": "node_117",
            "animated": true
        },
        {
            "id": "e55",
            "source": "node_76",
            "target": "node_118",
            "animated": true
        },
        {
            "id": "e56",
            "source": "node_77",
            "target": "node_118",
            "animated": true
        },
        {
            "id": "e57",
            "source": "node_78",
            "target": "node_81",
            "animated": true
        },
        {
            "id": "e58",
            "source": "node_79",
            "target": "node_83",
            "animated": true
        },
        {
            "id": "e59",
            "source": "node_80",
            "target": "node_132",
            "animated": true
        },
        {
            "id": "e60",
            "source": "node_81",
            "target": "node_132",
            "animated": true
        },
        {
            "id": "e61",
            "source": "node_82",
            "target": "node_132",
            "animated": true
        },
        {
            "id": "e62",
            "source": "node_83",
            "target": "node_132",
            "animated": true
        },
        {
            "id": "e63",
            "source": "node_84",
            "target": "node_85",
            "animated": true
        },
        {
            "id": "e64",
            "source": "node_85",
            "target": "node_88",
            "animated": true
        },
        {
            "id": "e65",
            "source": "node_86",
            "target": "node_89",
            "animated": true
        },
        {
            "id": "e66",
            "source": "node_87",
            "target": "node_90",
            "animated": true
        },
        {
            "id": "e67",
            "source": "node_88",
            "target": "node_92",
            "animated": true
        },
        {
            "id": "e68",
            "source": "node_89",
            "target": "node_97",
            "animated": true
        },
        {
            "id": "e69",
            "source": "node_90",
            "target": "node_97",
            "animated": true
        },
        {
            "id": "e70",
            "source": "node_94",
            "target": "node_91",
            "animated": true
        },
        {
            "id": "e71",
            "source": "node_95",
            "target": "node_97",
            "animated": true
        },
        {
            "id": "e72",
            "source": "node_96",
            "target": "node_108",
            "animated": true
        },
        {
            "id": "e73",
            "source": "node_97",
            "target": "node_98",
            "animated": true
        },
        {
            "id": "e74",
            "source": "node_98",
            "target": "node_105",
            "animated": true
        },
        {
            "id": "e75",
            "source": "node_99",
            "target": "node_103",
            "animated": true
        },
        {
            "id": "e76",
            "source": "node_100",
            "target": "node_104",
            "animated": true
        },
        {
            "id": "e77",
            "source": "node_101",
            "target": "node_102",
            "animated": true
        },
        {
            "id": "e78",
            "source": "node_102",
            "target": "node_61",
            "animated": true
        },
        {
            "id": "e79",
            "source": "node_103",
            "target": "node_61",
            "animated": true
        },
        {
            "id": "e80",
            "source": "node_104",
            "target": "node_61",
            "animated": true
        },
        {
            "id": "e81",
            "source": "node_105",
            "target": "node_106",
            "animated": true
        },
        {
            "id": "e82",
            "source": "node_106",
            "target": "node_107",
            "animated": true
        },
        {
            "id": "e83",
            "source": "node_107",
            "target": "node_110",
            "animated": true
        },
        {
            "id": "e84",
            "source": "node_108",
            "target": "node_68",
            "animated": true
        },
        {
            "id": "e85",
            "source": "node_109",
            "target": "node_112",
            "animated": true
        },
        {
            "id": "e86",
            "source": "node_110",
            "target": "node_113",
            "animated": true
        },
        {
            "id": "e87",
            "source": "node_111",
            "target": "node_114",
            "animated": true
        },
        {
            "id": "e88",
            "source": "node_112",
            "target": "node_58",
            "animated": true
        },
        {
            "id": "e89",
            "source": "node_113",
            "target": "node_383",
            "animated": true
        },
        {
            "id": "e90",
            "source": "node_114",
            "target": "node_384",
            "animated": true
        },
        {
            "id": "e91",
            "source": "node_115",
            "target": "node_96",
            "animated": true
        },
        {
            "id": "e92",
            "source": "node_116",
            "target": "node_121",
            "animated": true
        },
        {
            "id": "e93",
            "source": "node_117",
            "target": "node_121",
            "animated": true
        },
        {
            "id": "e94",
            "source": "node_118",
            "target": "node_121",
            "animated": true
        },
        {
            "id": "e95",
            "source": "node_119",
            "target": "node_123",
            "animated": true
        },
        {
            "id": "e96",
            "source": "node_120",
            "target": "node_119",
            "animated": true
        },
        {
            "id": "e97",
            "source": "node_121",
            "target": "node_122",
            "animated": true
        },
        {
            "id": "e98",
            "source": "node_122",
            "target": "node_127",
            "animated": true
        },
        {
            "id": "e99",
            "source": "node_123",
            "target": "node_130",
            "animated": true
        },
        {
            "id": "e100",
            "source": "node_124",
            "target": "node_125",
            "animated": true
        },
        {
            "id": "e101",
            "source": "node_125",
            "target": "node_126",
            "animated": true
        },
        {
            "id": "e102",
            "source": "node_126",
            "target": "node_130",
            "animated": true
        },
        {
            "id": "e103",
            "source": "node_127",
            "target": "node_128",
            "animated": true
        },
        {
            "id": "e104",
            "source": "node_128",
            "target": "node_129",
            "animated": true
        },
        {
            "id": "e105",
            "source": "node_129",
            "target": "node_131",
            "animated": true
        },
        {
            "id": "e106",
            "source": "node_130",
            "target": "node_115",
            "animated": true
        },
        {
            "id": "e107",
            "source": "node_131",
            "target": "node_130",
            "animated": true
        },
        {
            "id": "e108",
            "source": "node_132",
            "target": "node_133",
            "animated": true
        },
        {
            "id": "e109",
            "source": "node_133",
            "target": "node_324",
            "animated": true
        },
        {
            "id": "e110",
            "source": "node_134",
            "target": "node_137",
            "animated": true
        },
        {
            "id": "e111",
            "source": "node_135",
            "target": "node_140",
            "animated": true
        },
        {
            "id": "e112",
            "source": "node_136",
            "target": "node_140",
            "animated": true
        },
        {
            "id": "e113",
            "source": "node_137",
            "target": "node_140",
            "animated": true
        },
        {
            "id": "e114",
            "source": "node_138",
            "target": "node_139",
            "animated": true
        },
        {
            "id": "e115",
            "source": "node_139",
            "target": "node_151",
            "animated": true
        },
        {
            "id": "e116",
            "source": "node_140",
            "target": "node_141",
            "animated": true
        },
        {
            "id": "e117",
            "source": "node_144",
            "target": "node_146",
            "animated": true
        },
        {
            "id": "e118",
            "source": "node_145",
            "target": "node_198",
            "animated": true
        },
        {
            "id": "e119",
            "source": "node_146",
            "target": "node_198",
            "animated": true
        },
        {
            "id": "e120",
            "source": "node_147",
            "target": "node_148",
            "animated": true
        },
        {
            "id": "e121",
            "source": "node_148",
            "target": "node_152",
            "animated": true
        },
        {
            "id": "e122",
            "source": "node_149",
            "target": "node_147",
            "animated": true
        },
        {
            "id": "e123",
            "source": "node_150",
            "target": "node_147",
            "animated": true
        },
        {
            "id": "e124",
            "source": "node_151",
            "target": "node_147",
            "animated": true
        },
        {
            "id": "e125",
            "source": "node_152",
            "target": "node_153",
            "animated": true
        },
        {
            "id": "e126",
            "source": "node_153",
            "target": "node_154",
            "animated": true
        },
        {
            "id": "e127",
            "source": "node_154",
            "target": "node_155",
            "animated": true
        },
        {
            "id": "e128",
            "source": "node_155",
            "target": "node_156",
            "animated": true
        },
        {
            "id": "e129",
            "source": "node_156",
            "target": "node_157",
            "animated": true
        },
        {
            "id": "e130",
            "source": "node_157",
            "target": "node_174",
            "animated": true
        },
        {
            "id": "e131",
            "source": "node_158",
            "target": "node_520",
            "animated": true
        },
        {
            "id": "e132",
            "source": "node_159",
            "target": "node_163",
            "animated": true
        },
        {
            "id": "e133",
            "source": "node_160",
            "target": "node_167",
            "animated": true
        },
        {
            "id": "e134",
            "source": "node_161",
            "target": "node_166",
            "animated": true
        },
        {
            "id": "e135",
            "source": "node_162",
            "target": "node_175",
            "animated": true
        },
        {
            "id": "e136",
            "source": "node_163",
            "target": "node_327",
            "animated": true
        },
        {
            "id": "e137",
            "source": "node_164",
            "target": "node_328",
            "animated": true
        },
        {
            "id": "e138",
            "source": "node_165",
            "target": "node_522",
            "animated": true
        },
        {
            "id": "e139",
            "source": "node_166",
            "target": "node_329",
            "animated": true
        },
        {
            "id": "e140",
            "source": "node_167",
            "target": "node_165",
            "animated": true
        },
        {
            "id": "e141",
            "source": "node_168",
            "target": "node_176",
            "animated": true
        },
        {
            "id": "e142",
            "source": "node_169",
            "target": "node_170",
            "animated": true
        },
        {
            "id": "e143",
            "source": "node_170",
            "target": "node_178",
            "animated": true
        },
        {
            "id": "e144",
            "source": "node_171",
            "target": "node_234",
            "animated": true
        },
        {
            "id": "e145",
            "source": "node_172",
            "target": "node_235",
            "animated": true
        },
        {
            "id": "e146",
            "source": "node_173",
            "target": "node_233",
            "animated": true
        },
        {
            "id": "e147",
            "source": "node_183",
            "target": "node_185",
            "animated": true
        },
        {
            "id": "e148",
            "source": "node_193",
            "target": "node_161",
            "animated": true
        },
        {
            "id": "e149",
            "source": "node_193",
            "target": "node_161",
            "animated": true
        },
        {
            "id": "e150",
            "source": "node_196",
            "target": "node_174",
            "animated": true
        },
        {
            "id": "e151",
            "source": "node_200",
            "target": "node_201",
            "animated": true
        },
        {
            "id": "e152",
            "source": "node_201",
            "target": "node_223",
            "animated": true
        },
        {
            "id": "e153",
            "source": "node_202",
            "target": "node_216",
            "animated": true
        },
        {
            "id": "e154",
            "source": "node_203",
            "target": "node_567",
            "animated": true
        },
        {
            "id": "e155",
            "source": "node_204",
            "target": "node_210",
            "animated": true
        },
        {
            "id": "e156",
            "source": "node_205",
            "target": "node_211",
            "animated": true
        },
        {
            "id": "e157",
            "source": "node_206",
            "target": "node_212",
            "animated": true
        },
        {
            "id": "e158",
            "source": "node_207",
            "target": "node_138",
            "animated": true
        },
        {
            "id": "e159",
            "source": "node_208",
            "target": "node_138",
            "animated": true
        },
        {
            "id": "e160",
            "source": "node_209",
            "target": "node_138",
            "animated": true
        },
        {
            "id": "e161",
            "source": "node_210",
            "target": "node_207",
            "animated": true
        },
        {
            "id": "e162",
            "source": "node_211",
            "target": "node_208",
            "animated": true
        },
        {
            "id": "e163",
            "source": "node_212",
            "target": "node_209",
            "animated": true
        },
        {
            "id": "e164",
            "source": "node_213",
            "target": "node_220",
            "animated": true
        },
        {
            "id": "e165",
            "source": "node_214",
            "target": "node_217",
            "animated": true
        },
        {
            "id": "e166",
            "source": "node_215",
            "target": "node_218",
            "animated": true
        },
        {
            "id": "e167",
            "source": "node_216",
            "target": "node_219",
            "animated": true
        },
        {
            "id": "e168",
            "source": "node_217",
            "target": "node_518",
            "animated": true
        },
        {
            "id": "e169",
            "source": "node_218",
            "target": "node_518",
            "animated": true
        },
        {
            "id": "e170",
            "source": "node_222",
            "target": "node_224",
            "animated": true
        },
        {
            "id": "e171",
            "source": "node_223",
            "target": "node_220",
            "animated": true
        },
        {
            "id": "e172",
            "source": "node_224",
            "target": "node_225",
            "animated": true
        },
        {
            "id": "e173",
            "source": "node_225",
            "target": "node_565",
            "animated": true
        },
        {
            "id": "e174",
            "source": "node_226",
            "target": "node_229",
            "animated": true
        },
        {
            "id": "e175",
            "source": "node_227",
            "target": "node_230",
            "animated": true
        },
        {
            "id": "e176",
            "source": "node_228",
            "target": "node_231",
            "animated": true
        },
        {
            "id": "e177",
            "source": "node_229",
            "target": "node_518",
            "animated": true
        },
        {
            "id": "e178",
            "source": "node_230",
            "target": "node_518",
            "animated": true
        },
        {
            "id": "e179",
            "source": "node_231",
            "target": "node_518",
            "animated": true
        },
        {
            "id": "e180",
            "source": "node_232",
            "target": "node_519",
            "animated": true
        },
        {
            "id": "e181",
            "source": "node_233",
            "target": "node_412",
            "animated": true
        },
        {
            "id": "e182",
            "source": "node_234",
            "target": "node_173",
            "animated": true
        },
        {
            "id": "e183",
            "source": "node_235",
            "target": "node_171",
            "animated": true
        },
        {
            "id": "e184",
            "source": "node_235",
            "target": "node_171",
            "animated": true
        },
        {
            "id": "e185",
            "source": "node_236",
            "target": "node_252",
            "animated": true
        },
        {
            "id": "e186",
            "source": "node_236",
            "target": "node_252",
            "animated": true
        },
        {
            "id": "e187",
            "source": "node_237",
            "target": "node_253",
            "animated": true
        },
        {
            "id": "e188",
            "source": "node_237",
            "target": "node_253",
            "animated": true
        },
        {
            "id": "e189",
            "source": "node_238",
            "target": "node_254",
            "animated": true
        },
        {
            "id": "e190",
            "source": "node_239",
            "target": "node_241",
            "animated": true
        },
        {
            "id": "e191",
            "source": "node_240",
            "target": "node_239",
            "animated": true
        },
        {
            "id": "e192",
            "source": "node_241",
            "target": "node_322",
            "animated": true
        },
        {
            "id": "e193",
            "source": "node_242",
            "target": "node_244",
            "animated": true
        },
        {
            "id": "e194",
            "source": "node_243",
            "target": "node_242",
            "animated": true
        },
        {
            "id": "e195",
            "source": "node_244",
            "target": "node_322",
            "animated": true
        },
        {
            "id": "e196",
            "source": "node_245",
            "target": "node_247",
            "animated": true
        },
        {
            "id": "e197",
            "source": "node_246",
            "target": "node_245",
            "animated": true
        },
        {
            "id": "e198",
            "source": "node_247",
            "target": "node_322",
            "animated": true
        },
        {
            "id": "e199",
            "source": "node_248",
            "target": "node_250",
            "animated": true
        },
        {
            "id": "e200",
            "source": "node_249",
            "target": "node_248",
            "animated": true
        },
        {
            "id": "e201",
            "source": "node_254",
            "target": "node_525",
            "animated": true
        },
        {
            "id": "e202",
            "source": "node_255",
            "target": "node_256",
            "animated": true
        },
        {
            "id": "e203",
            "source": "node_256",
            "target": "node_257",
            "animated": true
        },
        {
            "id": "e204",
            "source": "node_257",
            "target": "node_266",
            "animated": true
        },
        {
            "id": "e205",
            "source": "node_258",
            "target": "node_261",
            "animated": true
        },
        {
            "id": "e206",
            "source": "node_259",
            "target": "node_262",
            "animated": true
        },
        {
            "id": "e207",
            "source": "node_260",
            "target": "node_263",
            "animated": true
        },
        {
            "id": "e208",
            "source": "node_261",
            "target": "node_264",
            "animated": true
        },
        {
            "id": "e209",
            "source": "node_262",
            "target": "node_264",
            "animated": true
        },
        {
            "id": "e210",
            "source": "node_263",
            "target": "node_264",
            "animated": true
        },
        {
            "id": "e211",
            "source": "node_264",
            "target": "node_321",
            "animated": true
        },
        {
            "id": "e212",
            "source": "node_265",
            "target": "node_272",
            "animated": true
        },
        {
            "id": "e213",
            "source": "node_266",
            "target": "node_267",
            "animated": true
        },
        {
            "id": "e214",
            "source": "node_270",
            "target": "node_312",
            "animated": true
        },
        {
            "id": "e215",
            "source": "node_271",
            "target": "node_273",
            "animated": true
        },
        {
            "id": "e216",
            "source": "node_272",
            "target": "node_323",
            "animated": true
        },
        {
            "id": "e217",
            "source": "node_273",
            "target": "node_284",
            "animated": true
        },
        {
            "id": "e218",
            "source": "node_274",
            "target": "node_277",
            "animated": true
        },
        {
            "id": "e219",
            "source": "node_275",
            "target": "node_278",
            "animated": true
        },
        {
            "id": "e220",
            "source": "node_276",
            "target": "node_279",
            "animated": true
        },
        {
            "id": "e221",
            "source": "node_277",
            "target": "node_271",
            "animated": true
        },
        {
            "id": "e222",
            "source": "node_278",
            "target": "node_280",
            "animated": true
        },
        {
            "id": "e223",
            "source": "node_279",
            "target": "node_281",
            "animated": true
        },
        {
            "id": "e224",
            "source": "node_280",
            "target": "node_282",
            "animated": true
        },
        {
            "id": "e225",
            "source": "node_281",
            "target": "node_283",
            "animated": true
        },
        {
            "id": "e226",
            "source": "node_282",
            "target": "node_284",
            "animated": true
        },
        {
            "id": "e227",
            "source": "node_283",
            "target": "node_284",
            "animated": true
        },
        {
            "id": "e228",
            "source": "node_284",
            "target": "node_285",
            "animated": true
        },
        {
            "id": "e229",
            "source": "node_285",
            "target": "node_292",
            "animated": true
        },
        {
            "id": "e230",
            "source": "node_286",
            "target": "node_288",
            "animated": true
        },
        {
            "id": "e231",
            "source": "node_287",
            "target": "node_289",
            "animated": true
        },
        {
            "id": "e232",
            "source": "node_288",
            "target": "node_290",
            "animated": true
        },
        {
            "id": "e233",
            "source": "node_289",
            "target": "node_291",
            "animated": true
        },
        {
            "id": "e234",
            "source": "node_290",
            "target": "node_295",
            "animated": true
        },
        {
            "id": "e235",
            "source": "node_291",
            "target": "node_296",
            "animated": true
        },
        {
            "id": "e236",
            "source": "node_292",
            "target": "node_293",
            "animated": true
        },
        {
            "id": "e237",
            "source": "node_293",
            "target": "node_294",
            "animated": true
        },
        {
            "id": "e238",
            "source": "node_294",
            "target": "node_297",
            "animated": true
        },
        {
            "id": "e239",
            "source": "node_295",
            "target": "node_268",
            "animated": true
        },
        {
            "id": "e240",
            "source": "node_296",
            "target": "node_268",
            "animated": true
        },
        {
            "id": "e241",
            "source": "node_297",
            "target": "node_268",
            "animated": true
        },
        {
            "id": "e242",
            "source": "node_298",
            "target": "node_299",
            "animated": true
        },
        {
            "id": "e243",
            "source": "node_299",
            "target": "node_302",
            "animated": true
        },
        {
            "id": "e244",
            "source": "node_300",
            "target": "node_303",
            "animated": true
        },
        {
            "id": "e245",
            "source": "node_301",
            "target": "node_304",
            "animated": true
        },
        {
            "id": "e246",
            "source": "node_302",
            "target": "node_305",
            "animated": true
        },
        {
            "id": "e247",
            "source": "node_303",
            "target": "node_306",
            "animated": true
        },
        {
            "id": "e248",
            "source": "node_304",
            "target": "node_307",
            "animated": true
        },
        {
            "id": "e249",
            "source": "node_305",
            "target": "node_308",
            "animated": true
        },
        {
            "id": "e250",
            "source": "node_306",
            "target": "node_309",
            "animated": true
        },
        {
            "id": "e251",
            "source": "node_307",
            "target": "node_310",
            "animated": true
        },
        {
            "id": "e252",
            "source": "node_308",
            "target": "node_311",
            "animated": true
        },
        {
            "id": "e253",
            "source": "node_309",
            "target": "node_312",
            "animated": true
        },
        {
            "id": "e254",
            "source": "node_310",
            "target": "node_312",
            "animated": true
        },
        {
            "id": "e255",
            "source": "node_311",
            "target": "node_312",
            "animated": true
        },
        {
            "id": "e256",
            "source": "node_312",
            "target": "node_313",
            "animated": true
        },
        {
            "id": "e257",
            "source": "node_313",
            "target": "node_316",
            "animated": true
        },
        {
            "id": "e258",
            "source": "node_314",
            "target": "node_318",
            "animated": true
        },
        {
            "id": "e259",
            "source": "node_315",
            "target": "node_318",
            "animated": true
        },
        {
            "id": "e260",
            "source": "node_316",
            "target": "node_318",
            "animated": true
        },
        {
            "id": "e261",
            "source": "node_317",
            "target": "node_318",
            "animated": true
        },
        {
            "id": "e262",
            "source": "node_318",
            "target": "node_319",
            "animated": true
        },
        {
            "id": "e263",
            "source": "node_319",
            "target": "node_320",
            "animated": true
        },
        {
            "id": "e264",
            "source": "node_322",
            "target": "node_255",
            "animated": true
        },
        {
            "id": "e265",
            "source": "node_323",
            "target": "node_276",
            "animated": true
        },
        {
            "id": "e266",
            "source": "node_324",
            "target": "node_524",
            "animated": true
        },
        {
            "id": "e267",
            "source": "node_326",
            "target": "node_4",
            "animated": true
        },
        {
            "id": "e268",
            "source": "node_327",
            "target": "node_347",
            "animated": true
        },
        {
            "id": "e269",
            "source": "node_328",
            "target": "node_330",
            "animated": true
        },
        {
            "id": "e270",
            "source": "node_329",
            "target": "node_169",
            "animated": true
        },
        {
            "id": "e271",
            "source": "node_330",
            "target": "node_162",
            "animated": true
        },
        {
            "id": "e272",
            "source": "node_331",
            "target": "node_168",
            "animated": true
        },
        {
            "id": "e273",
            "source": "node_332",
            "target": "node_346",
            "animated": true
        },
        {
            "id": "e274",
            "source": "node_333",
            "target": "node_332",
            "animated": true
        },
        {
            "id": "e275",
            "source": "node_334",
            "target": "node_419",
            "animated": true
        },
        {
            "id": "e276",
            "source": "node_335",
            "target": "node_424",
            "animated": true
        },
        {
            "id": "e277",
            "source": "node_336",
            "target": "node_335",
            "animated": true
        },
        {
            "id": "e278",
            "source": "node_337",
            "target": "node_336",
            "animated": true
        },
        {
            "id": "e279",
            "source": "node_338",
            "target": "node_428",
            "animated": true
        },
        {
            "id": "e280",
            "source": "node_339",
            "target": "node_338",
            "animated": true
        },
        {
            "id": "e281",
            "source": "node_340",
            "target": "node_339",
            "animated": true
        },
        {
            "id": "e282",
            "source": "node_341",
            "target": "node_372",
            "animated": true
        },
        {
            "id": "e283",
            "source": "node_342",
            "target": "node_379",
            "animated": true
        },
        {
            "id": "e284",
            "source": "node_343",
            "target": "node_362",
            "animated": true
        },
        {
            "id": "e285",
            "source": "node_344",
            "target": "node_365",
            "animated": true
        },
        {
            "id": "e286",
            "source": "node_345",
            "target": "node_356",
            "animated": true
        },
        {
            "id": "e287",
            "source": "node_346",
            "target": "node_359",
            "animated": true
        },
        {
            "id": "e288",
            "source": "node_347",
            "target": "node_331",
            "animated": true
        },
        {
            "id": "e289",
            "source": "node_348",
            "target": "node_352",
            "animated": true
        },
        {
            "id": "e290",
            "source": "node_349",
            "target": "node_368",
            "animated": true
        },
        {
            "id": "e291",
            "source": "node_350",
            "target": "node_380",
            "animated": true
        },
        {
            "id": "e292",
            "source": "node_351",
            "target": "node_404",
            "animated": true
        },
        {
            "id": "e293",
            "source": "node_352",
            "target": "node_353",
            "animated": true
        },
        {
            "id": "e294",
            "source": "node_353",
            "target": "node_354",
            "animated": true
        },
        {
            "id": "e295",
            "source": "node_354",
            "target": "node_432",
            "animated": true
        },
        {
            "id": "e296",
            "source": "node_355",
            "target": "node_351",
            "animated": true
        },
        {
            "id": "e297",
            "source": "node_356",
            "target": "node_357",
            "animated": true
        },
        {
            "id": "e298",
            "source": "node_357",
            "target": "node_358",
            "animated": true
        },
        {
            "id": "e299",
            "source": "node_358",
            "target": "node_432",
            "animated": true
        },
        {
            "id": "e300",
            "source": "node_359",
            "target": "node_360",
            "animated": true
        },
        {
            "id": "e301",
            "source": "node_360",
            "target": "node_361",
            "animated": true
        },
        {
            "id": "e302",
            "source": "node_361",
            "target": "node_432",
            "animated": true
        },
        {
            "id": "e303",
            "source": "node_362",
            "target": "node_363",
            "animated": true
        },
        {
            "id": "e304",
            "source": "node_363",
            "target": "node_364",
            "animated": true
        },
        {
            "id": "e305",
            "source": "node_364",
            "target": "node_432",
            "animated": true
        },
        {
            "id": "e306",
            "source": "node_365",
            "target": "node_366",
            "animated": true
        },
        {
            "id": "e307",
            "source": "node_366",
            "target": "node_367",
            "animated": true
        },
        {
            "id": "e308",
            "source": "node_367",
            "target": "node_432",
            "animated": true
        },
        {
            "id": "e309",
            "source": "node_368",
            "target": "node_369",
            "animated": true
        },
        {
            "id": "e310",
            "source": "node_369",
            "target": "node_370",
            "animated": true
        },
        {
            "id": "e311",
            "source": "node_370",
            "target": "node_432",
            "animated": true
        },
        {
            "id": "e312",
            "source": "node_371",
            "target": "node_351",
            "animated": true
        },
        {
            "id": "e313",
            "source": "node_372",
            "target": "node_373",
            "animated": true
        },
        {
            "id": "e314",
            "source": "node_373",
            "target": "node_374",
            "animated": true
        },
        {
            "id": "e315",
            "source": "node_374",
            "target": "node_432",
            "animated": true
        },
        {
            "id": "e316",
            "source": "node_375",
            "target": "node_376",
            "animated": true
        },
        {
            "id": "e317",
            "source": "node_376",
            "target": "node_432",
            "animated": true
        },
        {
            "id": "e318",
            "source": "node_377",
            "target": "node_432",
            "animated": true
        },
        {
            "id": "e319",
            "source": "node_378",
            "target": "node_377",
            "animated": true
        },
        {
            "id": "e320",
            "source": "node_379",
            "target": "node_375",
            "animated": true
        },
        {
            "id": "e321",
            "source": "node_380",
            "target": "node_378",
            "animated": true
        },
        {
            "id": "e322",
            "source": "node_381",
            "target": "node_351",
            "animated": true
        },
        {
            "id": "e323",
            "source": "node_382",
            "target": "node_351",
            "animated": true
        },
        {
            "id": "e324",
            "source": "node_383",
            "target": "node_58",
            "animated": true
        },
        {
            "id": "e325",
            "source": "node_384",
            "target": "node_58",
            "animated": true
        },
        {
            "id": "e326",
            "source": "node_385",
            "target": "node_403",
            "animated": true
        },
        {
            "id": "e327",
            "source": "node_386",
            "target": "node_403",
            "animated": true
        },
        {
            "id": "e328",
            "source": "node_396",
            "target": "node_388",
            "animated": true
        },
        {
            "id": "e329",
            "source": "node_397",
            "target": "node_403",
            "animated": true
        },
        {
            "id": "e330",
            "source": "node_398",
            "target": "node_403",
            "animated": true
        },
        {
            "id": "e331",
            "source": "node_399",
            "target": "node_403",
            "animated": true
        },
        {
            "id": "e332",
            "source": "node_400",
            "target": "node_403",
            "animated": true
        },
        {
            "id": "e333",
            "source": "node_401",
            "target": "node_403",
            "animated": true
        },
        {
            "id": "e334",
            "source": "node_402",
            "target": "node_403",
            "animated": true
        },
        {
            "id": "e335",
            "source": "node_406",
            "target": "node_411",
            "animated": true
        },
        {
            "id": "e336",
            "source": "node_407",
            "target": "node_408",
            "animated": true
        },
        {
            "id": "e337",
            "source": "node_408",
            "target": "node_435",
            "animated": true
        },
        {
            "id": "e338",
            "source": "node_409",
            "target": "node_411",
            "animated": true
        },
        {
            "id": "e339",
            "source": "node_410",
            "target": "node_411",
            "animated": true
        },
        {
            "id": "e340",
            "source": "node_411",
            "target": "node_433",
            "animated": true
        },
        {
            "id": "e341",
            "source": "node_412",
            "target": "node_394",
            "animated": true
        },
        {
            "id": "e342",
            "source": "node_413",
            "target": "node_387",
            "animated": true
        },
        {
            "id": "e343",
            "source": "node_414",
            "target": "node_417",
            "animated": true
        },
        {
            "id": "e344",
            "source": "node_415",
            "target": "node_402",
            "animated": true
        },
        {
            "id": "e345",
            "source": "node_416",
            "target": "node_403",
            "animated": true
        },
        {
            "id": "e346",
            "source": "node_417",
            "target": "node_403",
            "animated": true
        },
        {
            "id": "e347",
            "source": "node_418",
            "target": "node_403",
            "animated": true
        },
        {
            "id": "e348",
            "source": "node_419",
            "target": "node_333",
            "animated": true
        },
        {
            "id": "e349",
            "source": "node_420",
            "target": "node_421",
            "animated": true
        },
        {
            "id": "e350",
            "source": "node_421",
            "target": "node_422",
            "animated": true
        },
        {
            "id": "e351",
            "source": "node_422",
            "target": "node_423",
            "animated": true
        },
        {
            "id": "e352",
            "source": "node_423",
            "target": "node_432",
            "animated": true
        },
        {
            "id": "e353",
            "source": "node_424",
            "target": "node_425",
            "animated": true
        },
        {
            "id": "e354",
            "source": "node_425",
            "target": "node_426",
            "animated": true
        },
        {
            "id": "e355",
            "source": "node_426",
            "target": "node_427",
            "animated": true
        },
        {
            "id": "e356",
            "source": "node_427",
            "target": "node_432",
            "animated": true
        },
        {
            "id": "e357",
            "source": "node_428",
            "target": "node_431",
            "animated": true
        },
        {
            "id": "e358",
            "source": "node_429",
            "target": "node_432",
            "animated": true
        },
        {
            "id": "e359",
            "source": "node_430",
            "target": "node_429",
            "animated": true
        },
        {
            "id": "e360",
            "source": "node_431",
            "target": "node_430",
            "animated": true
        },
        {
            "id": "e361",
            "source": "node_432",
            "target": "node_351",
            "animated": true
        },
        {
            "id": "e362",
            "source": "node_433",
            "target": "node_238",
            "animated": true
        },
        {
            "id": "e363",
            "source": "node_434",
            "target": "node_411",
            "animated": true
        },
        {
            "id": "e364",
            "source": "node_447",
            "target": "node_322",
            "animated": true
        },
        {
            "id": "e365",
            "source": "node_512",
            "target": "node_2",
            "animated": true
        },
        {
            "id": "e366",
            "source": "node_513",
            "target": "node_514",
            "animated": true
        },
        {
            "id": "e367",
            "source": "node_514",
            "target": "node_516",
            "animated": true
        },
        {
            "id": "e368",
            "source": "node_515",
            "target": "node_62",
            "animated": true
        },
        {
            "id": "e369",
            "source": "node_516",
            "target": "node_515",
            "animated": true
        },
        {
            "id": "e370",
            "source": "node_517",
            "target": "node_61",
            "animated": true
        },
        {
            "id": "e371",
            "source": "node_518",
            "target": "node_232",
            "animated": true
        },
        {
            "id": "e372",
            "source": "node_519",
            "target": "node_203",
            "animated": true
        },
        {
            "id": "e373",
            "source": "node_520",
            "target": "node_521",
            "animated": true
        },
        {
            "id": "e374",
            "source": "node_521",
            "target": "node_164",
            "animated": true
        },
        {
            "id": "e375",
            "source": "node_522",
            "target": "node_523",
            "animated": true
        },
        {
            "id": "e376",
            "source": "node_523",
            "target": "node_177",
            "animated": true
        },
        {
            "id": "e377",
            "source": "node_564",
            "target": "node_561",
            "animated": true
        },
        {
            "id": "e378",
            "source": "node_565",
            "target": "node_566",
            "animated": true
        },
        {
            "id": "e379",
            "source": "node_566",
            "target": "node_518",
            "animated": true
        },
        {
            "id": "e380",
            "source": "node_567",
            "target": "node_568",
            "animated": true
        },
        {
            "id": "e381",
            "source": "node_568",
            "target": "node_569",
            "animated": true
        },
        {
            "id": "e382",
            "source": "node_569",
            "target": "node_138",
            "animated": true
        }
    ]
}