{
    "nodes": [
        {
            "id": "node_0",
            "type": "default",
            "data": {
                "label": "LineNo: 2520710,\n\nNarrator: Meanwhile, Gus Manger had invited m...\nen\n\n\nMeanwhile, Gus Manger had invited me to visit the Gasom headquarters in Narbel. It was situated in Ornobel, a neighborhood on the city outskirts."
            },
            "position": {
                "x": 0,
                "y": 0
            }
        },
        {
            "id": "node_1",
            "type": "default",
            "data": {
                "label": "LineNo: 2520812,\n\nNarrator: Next to it was the Damenoy gas rese...\nen\n\n\nNext to it was the Damenoy gas reserve, a prominent natural gas source consisting of four large fields."
            },
            "position": {
                "x": 250,
                "y": 0
            }
        },
        {
            "id": "node_2",
            "type": "default",
            "data": {
                "label": "LineNo: 2520914,\n\nNarrator: The roads were bumpy and marked by...\nen\n\n\nThe roads were bumpy and marked by potholes, while the buildings surrounded us appeared run-down and dilapidated. The community had apparently endured a prolonged period of neglect."
            },
            "position": {
                "x": 500,
                "y": 0
            }
        },
        {
            "id": "node_3",
            "type": "default",
            "data": {
                "label": "LineNo: 2521016,\n\nNarrator: We came to a halt at the entrance g...\nen\n\n\nWe came to a halt at the entrance gates of the facility. A sizeable mural depicting the Gasom logo had been painted on a nearby wall."
            },
            "position": {
                "x": 0,
                "y": 150
            }
        },
        {
            "id": "node_4",
            "type": "default",
            "data": {
                "label": "LineNo: 2521118,\n\nNarrator: After a series of intense meetings...\nen\n\n\nAfter a series of intense meetings with Ciara and Paskal, I decided to take some much-needed rest to recharge."
            },
            "position": {
                "x": 250,
                "y": 150
            }
        },
        {
            "id": "node_5",
            "type": "default",
            "data": {
                "label": "LineNo: 2522060,\n\nNarrator: Lucian and Petr were laboring tirel...\nen\n\n\nLucian and Petr were laboring tirelessly in the capital, uniting democratically leaning reformers for the crucial task of drafting a new constitution."
            },
            "position": {
                "x": 500,
                "y": 150
            }
        },
        {
            "id": "node_6",
            "type": "default",
            "data": {
                "label": "LineNo: 2522162,\n\nNarrator: In the capital, Lucian and Petr dev...\nen\n\n\nIn the capital, Lucian and Petr devoted themselves to the challenging task of uniting pro-centralization factions behind the drafting of a new constitution."
            },
            "position": {
                "x": 0,
                "y": 300
            }
        },
        {
            "id": "node_7",
            "type": "default",
            "data": {
                "label": "LineNo: 2522264,\n\nNarrator: Lucian and Petr dedicated significa...\nen\n\n\nLucian and Petr dedicated significant efforts at the capital, engaging in intense negotiations with the Old Guard in order to address and accommodate their pressing national security concerns."
            },
            "position": {
                "x": 250,
                "y": 300
            }
        },
        {
            "id": "node_8",
            "type": "default",
            "data": {
                "label": "LineNo: 2522366,\n\nNarrator: Lucian and Petr tirelessly labored...\nen\n\n\nLucian and Petr tirelessly labored in the capital, exploring all possibilities and avenues to advance the constitutional reform draft."
            },
            "position": {
                "x": 500,
                "y": 300
            }
        },
        {
            "id": "node_9",
            "type": "default",
            "data": {
                "label": "LineNo: 2522468,\n\nNarrator: Ewald Alphonso stood up from his ch...\nen\n\n\nEwald Alphonso stood up from his chair. He had on a perfectly tailored suit that he wore as casually as pajamas."
            },
            "position": {
                "x": 0,
                "y": 450
            }
        },
        {
            "id": "node_10",
            "type": "default",
            "data": {
                "label": "LineNo: 2522570,\n\nEwald Alphonso: “Gus, you old devil.”\nen\n\n\n“Gus, you old devil.”"
            },
            "position": {
                "x": 250,
                "y": 450
            }
        },
        {
            "id": "node_11",
            "type": "default",
            "data": {
                "label": "LineNo: 2522672,\n\nNarrator: Adjacent to the mural, a group of i...\nen\n\n\nAdjacent to the mural, a group of individuals wearing blue work vests had assembled, holding what looked like protest signs."
            },
            "position": {
                "x": 500,
                "y": 450
            }
        },
        {
            "id": "node_12",
            "type": "default",
            "data": {
                "label": "LineNo: 2522774,\n\nGus Manger: Good day, President Rayne. Welcome...\nen\n\n\n\"Good day, President Rayne. Welcome to Gasom's Narbel operations!\""
            },
            "position": {
                "x": 0,
                "y": 600
            }
        },
        {
            "id": "node_13",
            "type": "default",
            "data": {
                "label": "LineNo: 2522876,\n\nGus Manger: “It takes one to know one. As promi...\nen\n\n\n“It takes one to know one. As promised, I've brought our guest of honor.”"
            },
            "position": {
                "x": 250,
                "y": 600
            }
        },
        {
            "id": "node_14",
            "type": "default",
            "data": {
                "label": "LineNo: 2522978,\n\nEwald Alphonso: “President Rayne. I hope you enjoye...\nen\n\n\n“President Rayne. I hope you enjoyed seeing our facilities here.”"
            },
            "position": {
                "x": 500,
                "y": 600
            }
        },
        {
            "id": "node_15",
            "type": "default",
            "data": {
                "label": "LineNo: 2523096,\n\nPlayer: “President Alphonso. It's nice to s...\nen\n\n\n“President Alphonso. It's nice to see what you have built from the inside.”"
            },
            "position": {
                "x": 0,
                "y": 750
            }
        },
        {
            "id": "node_16",
            "type": "default",
            "data": {
                "label": "LineNo: 2523198,\n\nPlayer: “The facilities appear to be in muc...\nen\n\n\n“The facilities appear to be in much better shape than the city around them.”"
            },
            "position": {
                "x": 250,
                "y": 750
            }
        },
        {
            "id": "node_17",
            "type": "default",
            "data": {
                "label": "LineNo: 2523300,\n\nPlayer: “Greetings. I'm curious to find out...\nen\n\n\n“Greetings. I'm curious to find out more about where Gasom stands.”"
            },
            "position": {
                "x": 500,
                "y": 750
            }
        },
        {
            "id": "node_18",
            "type": "default",
            "data": {
                "label": "LineNo: 2523402,\n\nEwald Alphonso: “It's fine. Nothing compared to the...\nen\n\n\n“It's fine. Nothing compared to the Gasom HQ in Holsord, of course.\""
            },
            "position": {
                "x": 0,
                "y": 900
            }
        },
        {
            "id": "node_19",
            "type": "default",
            "data": {
                "label": "LineNo: 2523504,\n\nEwald Alphonso: You should have seen Narbel before...\nen\n\n\n\"You should have seen Narbel before Gasom came here. The jobs it generated have had a lasting positive effect.\""
            },
            "position": {
                "x": 250,
                "y": 900
            }
        },
        {
            "id": "node_20",
            "type": "default",
            "data": {
                "label": "LineNo: 2523606,\n\nEwald Alphonso: The same sentiment applies to the...\nen\n\n\n\"The same sentiment applies to the government's stance on our energy policy.\""
            },
            "position": {
                "x": 500,
                "y": 900
            }
        },
        {
            "id": "node_21",
            "type": "default",
            "data": {
                "label": "LineNo: 2523708,\n\nGus Manger: “Still one of the standouts of the...\nen\n\n\n“Still one of the standouts of the Maroon District.”"
            },
            "position": {
                "x": 0,
                "y": 1050
            }
        },
        {
            "id": "node_22",
            "type": "default",
            "data": {
                "label": "LineNo: 2523810,\n\nGus Manger: It's true. Things here could be a...\nen\n\n\n\"It's true. Things here could be a lot worse.\""
            },
            "position": {
                "x": 250,
                "y": 1050
            }
        },
        {
            "id": "node_23",
            "type": "default",
            "data": {
                "label": "LineNo: 2523912,\n\nGus Manger: “Plenty of discussions we can have....\nen\n\n\n“Plenty of discussions we can have. We have the two new faces of Sordland in one room. The old man is nowhere to be seen.”"
            },
            "position": {
                "x": 500,
                "y": 1050
            }
        },
        {
            "id": "node_24",
            "type": "default",
            "data": {
                "label": "LineNo: 2524014,\n\nNarrator: We sat down. Some snacks and drinks...\nen\n\n\nWe sat down. Some snacks and drinks were served. Multiple Gasom yearly financial reports were scattered on the table between us."
            },
            "position": {
                "x": 0,
                "y": 1200
            }
        },
        {
            "id": "node_25",
            "type": "default",
            "data": {
                "label": "LineNo: 2524116,\n\nEwald Alphonso: “Please have a seat. Let's talk.”\nen\n\n\n“Please have a seat. Let's talk.”"
            },
            "position": {
                "x": 250,
                "y": 1200
            }
        },
        {
            "id": "node_26",
            "type": "default",
            "data": {
                "label": "LineNo: 2524218,\n\nEwald Alphonso: “If we raise a minority investment,...\nen\n\n\n“If we raise a minority investment, it would allow us to invest in further resource excavations in the gas fields, and turn the company back to significant profitability.”"
            },
            "position": {
                "x": 500,
                "y": 1200
            }
        },
        {
            "id": "node_27",
            "type": "default",
            "data": {
                "label": "LineNo: 2524320,\n\nEwald Alphonso: “By significant, I mean that our pr...\nen\n\n\n“By significant, I mean that our projections show that Gasom would be able to cover eighty percent of Sordland's gas needs in three years, and we would achieve profits four times the value of our investment.”"
            },
            "position": {
                "x": 0,
                "y": 1350
            }
        },
        {
            "id": "node_28",
            "type": "default",
            "data": {
                "label": "LineNo: 2524438,\n\nPlayer: If we are to invest in Gasom, I wa...\nen\n\n\n\"If we are to invest in Gasom, I want to make sure that the company is also committed to improving the socio-economic conditions in Narbel.\""
            },
            "position": {
                "x": 250,
                "y": 1350
            }
        },
        {
            "id": "node_29",
            "type": "default",
            "data": {
                "label": "LineNo: 2524540,\n\nPlayer: Your projections sound impressive....\nen\n\n\n\"Your projections sound impressive. However, we need to consider the international market as well. How do we plan to compete against nations like Anraka, Arcasia, United Contana?\""
            },
            "position": {
                "x": 500,
                "y": 1350
            }
        },
        {
            "id": "node_30",
            "type": "default",
            "data": {
                "label": "LineNo: 2524642,\n\nEwald Alphonso: I understand your concern. The ris...\nen\n\n\n\"I understand your concern. The risk is indeed there, but our experienced team of geologists and engineers have identified promising fields.\""
            },
            "position": {
                "x": 0,
                "y": 1500
            }
        },
        {
            "id": "node_31",
            "type": "default",
            "data": {
                "label": "LineNo: 2524744,\n\nGus Manger: Ewald's got a point, Mr. President...\nen\n\n\n\"Ewald's got a point, Mr. President. Sure, there's some risk, but look at the upside -- Sordland could be energy resilient. I reckon that's a gamble worth taking, especially in these tough economic times.\""
            },
            "position": {
                "x": 250,
                "y": 1500
            }
        },
        {
            "id": "node_32",
            "type": "default",
            "data": {
                "label": "LineNo: 2524846,\n\nNarrator: Ewald walked back over to the windo...\nen\n\n\nEwald walked back over to the window. He stood there, silhouetted against the vast expanse of the gas fields."
            },
            "position": {
                "x": 500,
                "y": 1500
            }
        },
        {
            "id": "node_33",
            "type": "default",
            "data": {
                "label": "LineNo: 2524948,\n\nEwald Alphonso: I wholeheartedly agree. The well-b...\nen\n\n\n\"I wholeheartedly agree. The well-being of Narbel's citizens is a priority for Gasom.\""
            },
            "position": {
                "x": 0,
                "y": 1650
            }
        },
        {
            "id": "node_34",
            "type": "default",
            "data": {
                "label": "LineNo: 2525050,\n\nPlayer: An enticing proposition. However,...\nen\n\n\n\"An enticing proposition. However, I would like to know more about the risks involved. What if the excavations do not yield the expected results?\""
            },
            "position": {
                "x": 250,
                "y": 1650
            }
        },
        {
            "id": "node_35",
            "type": "default",
            "data": {
                "label": "LineNo: 2525708,\n\nEwald Alphonso: Your attitude and choices as Presi...\nen\n\n\n\"Your attitude and choices as President has prompted me to reflect on the significant gap that exists between us. Regrettably, this divide could pose challenges to the feasibility of any prospective business collaboration.\""
            },
            "position": {
                "x": 500,
                "y": 1650
            }
        },
        {
            "id": "node_36",
            "type": "default",
            "data": {
                "label": "LineNo: 2525834,\n\nEwald Alphonso: Mr. President, I believe we have t...\nen\n\n\n\"Mr. President, I believe we have the potential for a mutually beneficial partnership. However, we need to align our objectives and expectations.\""
            },
            "position": {
                "x": 0,
                "y": 1800
            }
        },
        {
            "id": "node_37",
            "type": "default",
            "data": {
                "label": "LineNo: 2526320,\n\nEwald Alphonso: We've got a strong strategy in pla...\nen\n\n\n\"We've got a strong strategy in place. Our competitive edge lies in the quality and efficiency of our production.\""
            },
            "position": {
                "x": 250,
                "y": 1800
            }
        },
        {
            "id": "node_38",
            "type": "default",
            "data": {
                "label": "LineNo: 2526422,\n\nEwald Alphonso: The odds are in our favor. And let...\nen\n\n\n\"The odds are in our favor. And let's not forget the potential rewards are substantial.\""
            },
            "position": {
                "x": 500,
                "y": 1800
            }
        },
        {
            "id": "node_39",
            "type": "default",
            "data": {
                "label": "LineNo: 2526524,\n\nEwald Alphonso: With this investment, we could cer...\nen\n\n\n\"With this investment, we could certainly allocate some funds to improve the local infrastructure and create more jobs.\""
            },
            "position": {
                "x": 0,
                "y": 1950
            }
        },
        {
            "id": "node_40",
            "type": "default",
            "data": {
                "label": "LineNo: 2526626,\n\nEwald Alphonso: With this investment, we can furth...\nen\n\n\n\"With this investment, we can further enhance our technologies and stay ahead of the competition.\""
            },
            "position": {
                "x": 250,
                "y": 1950
            }
        },
        {
            "id": "node_41",
            "type": "default",
            "data": {
                "label": "LineNo: 2526728,\n\nGus Manger: Mr. President, I've been thinking...\nen\n\n\n\"Mr. President, I've been thinking -- what if we tie Gasom's growth to Narbel's development? Get the company to invest in the community, you know? That way, everybody wins.\""
            },
            "position": {
                "x": 500,
                "y": 1950
            }
        },
        {
            "id": "node_42",
            "type": "default",
            "data": {
                "label": "LineNo: 2526830,\n\nGus Manger: Ewald and his team have been doing...\nen\n\n\n\"Ewald and his team have been doing a hell of a job. Give them the right backing, and I reckon Gasom could give the big boys a run for their money. We just need to have a little faith.\""
            },
            "position": {
                "x": 0,
                "y": 2100
            }
        },
        {
            "id": "node_43",
            "type": "default",
            "data": {
                "label": "LineNo: 2527210,\n\nEwald Alphonso: Mr. President, your administration...\nen\n\n\n\"Mr. President, your administration's focus on a planned economy resonates with our strategic vision for Gasom.\""
            },
            "position": {
                "x": 250,
                "y": 2100
            }
        },
        {
            "id": "node_44",
            "type": "default",
            "data": {
                "label": "LineNo: 2527312,\n\nEwald Alphonso: Mr. President, your administration...\nen\n\n\n\"Mr. President, your administration's commitment to a market economy aligns with our vision for a competitive Gasom.\""
            },
            "position": {
                "x": 500,
                "y": 2100
            }
        },
        {
            "id": "node_45",
            "type": "default",
            "data": {
                "label": "LineNo: 2527414,\n\nEwald Alphonso: A government investment in our com...\nen\n\n\n\"A government investment in our company aligns perfectly with this approach. It's about strengthening Sordland's economy and becoming self-sufficient in energy production.\""
            },
            "position": {
                "x": 0,
                "y": 2250
            }
        },
        {
            "id": "node_46",
            "type": "default",
            "data": {
                "label": "LineNo: 2527540,\n\nEwald Alphonso: With a government investment, we c...\nen\n\n\n\"With a government investment, we can further liberalize the energy market, enhance our technologies, and compete globally.\""
            },
            "position": {
                "x": 250,
                "y": 2250
            }
        },
        {
            "id": "node_47",
            "type": "default",
            "data": {
                "label": "LineNo: 2527666,\n\nPlayer: The Kingdom of Rizia's investment...\nen\n\n\n\"The Kingdom of Rizia's investment would reduce the risk for us. However, we need to carefully consider the implications of sharing control with a foreign entity.\""
            },
            "position": {
                "x": 500,
                "y": 2250
            }
        },
        {
            "id": "node_48",
            "type": "default",
            "data": {
                "label": "LineNo: 2527768,\n\nPlayer: I'm heavily interested in the idea...\nen\n\n\n\"I'm heavily interested in the idea of Gasom investing in Narbel's development. But we need concrete actions, not just words.\""
            },
            "position": {
                "x": 0,
                "y": 2400
            }
        },
        {
            "id": "node_49",
            "type": "default",
            "data": {
                "label": "LineNo: 2527870,\n\nPlayer: I see the potential for Gasom to d...\nen\n\n\n\"I see the potential for Gasom to drive Sordland's energy independence. But we need to make sure this is a sustainable solution.\""
            },
            "position": {
                "x": 250,
                "y": 2400
            }
        },
        {
            "id": "node_50",
            "type": "default",
            "data": {
                "label": "LineNo: 2527972,\n\nEwald Alphonso: You bring up a valid point. We're...\nen\n\n\n\"You bring up a valid point. We're dedicated to responsible resource extraction and have allocated a portion of the proposed investment for environmental mitigation measures.\""
            },
            "position": {
                "x": 500,
                "y": 2400
            }
        },
        {
            "id": "node_51",
            "type": "default",
            "data": {
                "label": "LineNo: 2528074,\n\nEwald Alphonso: The partnership with Rizia is inde...\nen\n\n\n\"The partnership with Rizia is indeed a new venture for us, as a company, Anton. However, they have a vested interest in a stable gas supply.\""
            },
            "position": {
                "x": 0,
                "y": 2550
            }
        },
        {
            "id": "node_52",
            "type": "default",
            "data": {
                "label": "LineNo: 2528176,\n\nEwald Alphonso: You're right to demand specifics....\nen\n\n\n\"You're right to demand specifics. With this investment, we aim to improve the living conditions in Narbel by creating more jobs, providing better housing for our workers, and initiating educational programs.\""
            },
            "position": {
                "x": 250,
                "y": 2550
            }
        },
        {
            "id": "node_53",
            "type": "default",
            "data": {
                "label": "LineNo: 2528278,\n\nEwald Alphonso: Sustainability is a key part of ou...\nen\n\n\n\"Sustainability is a key part of our strategy.\""
            },
            "position": {
                "x": 500,
                "y": 2550
            }
        },
        {
            "id": "node_54",
            "type": "default",
            "data": {
                "label": "LineNo: 2528380,\n\nEwald Alphonso: Our agreement would be focused on...\nen\n\n\n\"Our agreement would be focused on operations and profits, but not policy – Gasom would remain under Sordish control.\""
            },
            "position": {
                "x": 0,
                "y": 2700
            }
        },
        {
            "id": "node_55",
            "type": "default",
            "data": {
                "label": "LineNo: 2528482,\n\nEwald Alphonso: Gasom is as committed to Narbel as...\nen\n\n\n\"Gasom is as committed to Narbel as it is to Sordland.\""
            },
            "position": {
                "x": 250,
                "y": 2700
            }
        },
        {
            "id": "node_56",
            "type": "default",
            "data": {
                "label": "LineNo: 2528584,\n\nGus Manger: Couldn't agree more, Mr. President...\nen\n\n\n\"Couldn't agree more, Mr. President. We've got to keep the big picture in mind, and that includes our environment. I trust Ewald and his team to handle this responsibly.\""
            },
            "position": {
                "x": 500,
                "y": 2700
            }
        },
        {
            "id": "node_57",
            "type": "default",
            "data": {
                "label": "LineNo: 2528686,\n\nGus Manger: Mr. President, I know the Rizians...\nen\n\n\n\"Mr. President, I know the Rizians want the same thing we do. And the more energy partners we have, the better off we'll be. Plus, we'll keep the reins on Gasom.\""
            },
            "position": {
                "x": 0,
                "y": 2850
            }
        },
        {
            "id": "node_58",
            "type": "default",
            "data": {
                "label": "LineNo: 2528788,\n\nGus Manger: It's about time Narbel got a leg u...\nen\n\n\n\"It's about time Narbel got a leg up. Ewald's plan sounds solid to me. More jobs, better living conditions – that's a step in the right direction.\""
            },
            "position": {
                "x": 250,
                "y": 2850
            }
        },
        {
            "id": "node_59",
            "type": "default",
            "data": {
                "label": "LineNo: 2528890,\n\nPlayer: We'll co-invest with Rizia. We'll...\nen\n\n\n\"We'll co-invest with Rizia. We'll share the costs and stakes.\" [-1 Government Budget]"
            },
            "position": {
                "x": 500,
                "y": 2850
            }
        },
        {
            "id": "node_60",
            "type": "default",
            "data": {
                "label": "LineNo: 2528992,\n\nPlayer: We won't invest at this time. Let...\nen\n\n\n\"We won't invest at this time. Let Rizia and other foreign investors contribute.\""
            },
            "position": {
                "x": 0,
                "y": 3000
            }
        },
        {
            "id": "node_61",
            "type": "default",
            "data": {
                "label": "LineNo: 2529094,\n\nPlayer: We're investing alone. Sordland wi...\nen\n\n\n\"We're investing alone. Sordland will provide the majority of funds, and Gus will tell Rizia to back off.\" [-2 Government Budget]"
            },
            "position": {
                "x": 250,
                "y": 3000
            }
        },
        {
            "id": "node_62",
            "type": "default",
            "data": {
                "label": "LineNo: 2529196,\n\nNarrator: After a moment, he turned back to f...\nen\n\n\nAfter a moment, he turned back to face us. His gaze was steady, the expectation clear in his eyes. The time had come to make a decision."
            },
            "position": {
                "x": 500,
                "y": 3000
            }
        },
        {
            "id": "node_63",
            "type": "default",
            "data": {
                "label": "LineNo: 2529586,\n\nGus Manger: Before we dive into the celebratio...\nen\n\n\n\"Before we dive into the celebrations, I've allocated time during this meeting for President Rayne to discuss any concerns regarding Gasom's treatment of its workers and its effects on Narbel.\""
            },
            "position": {
                "x": 0,
                "y": 3150
            }
        },
        {
            "id": "node_64",
            "type": "default",
            "data": {
                "label": "LineNo: 2529688,\n\nEwald Alphonso: Your decision shows a commitment t...\nen\n\n\n\"Your decision shows a commitment to Sordland's energy independence. We won't let you down.\""
            },
            "position": {
                "x": 250,
                "y": 3150
            }
        },
        {
            "id": "node_65",
            "type": "default",
            "data": {
                "label": "LineNo: 2529790,\n\nEwald Alphonso: A joint investment? A wise choice....\nen\n\n\n\"A joint investment? A wise choice. It ensures steady funds for Gasom.\""
            },
            "position": {
                "x": 500,
                "y": 3150
            }
        },
        {
            "id": "node_66",
            "type": "default",
            "data": {
                "label": "LineNo: 2529892,\n\nEwald Alphonso: I understand your reservations. We...\nen\n\n\n\"I understand your reservations. We'll continue to serve Sordland's energy needs.\""
            },
            "position": {
                "x": 0,
                "y": 3300
            }
        },
        {
            "id": "node_67",
            "type": "default",
            "data": {
                "label": "LineNo: 2529994,\n\nGus Manger: That's a bold move, Mr. President....\nen\n\n\n\"That's a bold move, Mr. President. But I reckon it's the right one. Gasom's success will be Sordland's success.\""
            },
            "position": {
                "x": 250,
                "y": 3300
            }
        },
        {
            "id": "node_68",
            "type": "default",
            "data": {
                "label": "LineNo: 2530096,\n\nGus Manger: I like the way you think, Mr. Pres...\nen\n\n\n\"I like the way you think, Mr. President. Sharing the costs with Rizia reduces our risk and strengthens our ties. It's a smart move.\""
            },
            "position": {
                "x": 500,
                "y": 3300
            }
        },
        {
            "id": "node_69",
            "type": "default",
            "data": {
                "label": "LineNo: 2530198,\n\nGus Manger: Well, Mr. President, you've always...\nen\n\n\n\"Well, Mr. President, you've always been one to play it safe. I guess we'll just have to make do and see how things turn out.\""
            },
            "position": {
                "x": 0,
                "y": 3450
            }
        },
        {
            "id": "node_70",
            "type": "default",
            "data": {
                "label": "LineNo: 2530300,\n\nPlayer: The wages of Gasom blue-collar wor...\nen\n\n\n\"The wages of Gasom blue-collar workers need to be increased. They are the backbone of your operations.\""
            },
            "position": {
                "x": 250,
                "y": 3450
            }
        },
        {
            "id": "node_71",
            "type": "default",
            "data": {
                "label": "LineNo: 2530402,\n\nPlayer: I expect Gasom to contribute signi...\nen\n\n\n\"I expect Gasom to contribute significantly to local charities, to aid in the city's recovery.\""
            },
            "position": {
                "x": 500,
                "y": 3450
            }
        },
        {
            "id": "node_72",
            "type": "default",
            "data": {
                "label": "LineNo: 2530504,\n\nPlayer: The workers of Gasom need better h...\nen\n\n\n\"The workers of Gasom need better housing, access to healthcare, and opportunities for education. As the leading industry there, it can't ignore its responsibility.\""
            },
            "position": {
                "x": 0,
                "y": 3600
            }
        },
        {
            "id": "node_73",
            "type": "default",
            "data": {
                "label": "LineNo: 2530606,\n\nPlayer: We've covered a lot today. I belie...\nen\n\n\n\"We've covered a lot today. I believe we can wrap up the meeting now.\""
            },
            "position": {
                "x": 250,
                "y": 3600
            }
        },
        {
            "id": "node_74",
            "type": "default",
            "data": {
                "label": "LineNo: 2530708,\n\nEwald Alphonso: President Rayne, I appreciate your...\nen\n\n\n\"President Rayne, I appreciate your concerns about Narbel. Rest assured, we are constantly evaluating our impact on the community and are looking for ways to improve.\""
            },
            "position": {
                "x": 500,
                "y": 3600
            }
        },
        {
            "id": "node_75",
            "type": "default",
            "data": {
                "label": "LineNo: 2530810,\n\nEwald Alphonso: Mr. President, while I acknowledge...\nen\n\n\n\"Mr. President, while I acknowledge your concerns, Gasom's primary responsibility is to its shareholders and the economic stability of Sordland.\""
            },
            "position": {
                "x": 0,
                "y": 3750
            }
        },
        {
            "id": "node_76",
            "type": "default",
            "data": {
                "label": "LineNo: 2530912,\n\nEwald Alphonso: A good point. I see the potential...\nen\n\n\n\"A good point. I see the potential for Gasom to play a larger role in supporting our workers and the community.\""
            },
            "position": {
                "x": 250,
                "y": 3750
            }
        },
        {
            "id": "node_77",
            "type": "default",
            "data": {
                "label": "LineNo: 2532682,\n\nGus Manger: It's been a long day. We've got a...\nen\n\n\n\"It's been a long day. We've got a lot to think about.\""
            },
            "position": {
                "x": 500,
                "y": 3750
            }
        },
        {
            "id": "node_78",
            "type": "default",
            "data": {
                "label": "LineNo: 2532784,\n\nEwald Alphonso: President Rayne, the welfare of ou...\nen\n\n\n\"President Rayne, the welfare of our workers is certainly important. We'll continue to review their conditions and remuneration.\""
            },
            "position": {
                "x": 0,
                "y": 3900
            }
        },
        {
            "id": "node_79",
            "type": "default",
            "data": {
                "label": "LineNo: 2532886,\n\nEwald Alphonso: Mr. President, while I understand...\nen\n\n\n\"Mr. President, while I understand your concerns, we must consider the financial implications of such actions.\""
            },
            "position": {
                "x": 250,
                "y": 3900
            }
        },
        {
            "id": "node_80",
            "type": "default",
            "data": {
                "label": "LineNo: 2532988,\n\nEwald Alphonso: I fully agree that we must do more...\nen\n\n\n\"I fully agree that we must do more for our workers. Their welfare is a priority for Gasom.\""
            },
            "position": {
                "x": 500,
                "y": 3900
            }
        },
        {
            "id": "node_81",
            "type": "default",
            "data": {
                "label": "LineNo: 2533090,\n\nEwald Alphonso: President Rayne, I understand the...\nen\n\n\n\"President Rayne, I understand the role Gasom could play in supporting local charities.\""
            },
            "position": {
                "x": 0,
                "y": 4050
            }
        },
        {
            "id": "node_82",
            "type": "default",
            "data": {
                "label": "LineNo: 2533192,\n\nEwald Alphonso: Mr. President, Gasom already contr...\nen\n\n\n\"Mr. President, Gasom already contributes significantly to Sordland's economy.\""
            },
            "position": {
                "x": 250,
                "y": 4050
            }
        },
        {
            "id": "node_83",
            "type": "default",
            "data": {
                "label": "LineNo: 2533294,\n\nGus Manger: Well, this is promising. Ewald's c...\nen\n\n\n\"Well, this is promising. Ewald's commitment to these initiatives should alleviate some of our concerns.\""
            },
            "position": {
                "x": 500,
                "y": 4050
            }
        },
        {
            "id": "node_84",
            "type": "default",
            "data": {
                "label": "LineNo: 2533396,\n\nGus Manger: Gentlemen, it's clear that we all...\nen\n\n\n\"Gentlemen, it's clear that we all share the goal of improving the situation in Narbel. Let's continue working together to make that happen.\""
            },
            "position": {
                "x": 0,
                "y": 4200
            }
        },
        {
            "id": "node_85",
            "type": "default",
            "data": {
                "label": "LineNo: 2533506,\n\nGus Manger: We're all in agreement that we sho...\nen\n\n\n\"We're all in agreement that we should do more for the local community. Let's move forward with that in mind.\""
            },
            "position": {
                "x": 250,
                "y": 4200
            }
        },
        {
            "id": "node_86",
            "type": "default",
            "data": {
                "label": "LineNo: 2533616,\n\nEwald Alphonso: I will personally oversee initiati...\nen\n\n\n\"I will personally oversee initiatives to provide private housing, health, and education support for our blue-collar workers.\""
            },
            "position": {
                "x": 500,
                "y": 4200
            }
        },
        {
            "id": "node_87",
            "type": "default",
            "data": {
                "label": "LineNo: 2533726,\n\nEwald Alphonso: I will personally ensure that we r...\nen\n\n\n\"I will personally ensure that we review their salaries and work towards providing them with competitive compensation immediately.\""
            },
            "position": {
                "x": 0,
                "y": 4350
            }
        },
        {
            "id": "node_88",
            "type": "default",
            "data": {
                "label": "LineNo: 2533836,\n\nEwald Alphonso: I share your concerns about Narbel...\nen\n\n\n\"I share your concerns about Narbel. Gasom is committed to implementing sustainable practices that will lessen our impact on the environment and the community.\""
            },
            "position": {
                "x": 250,
                "y": 4350
            }
        },
        {
            "id": "node_89",
            "type": "default",
            "data": {
                "label": "LineNo: 2533938,\n\nEwald Alphonso: Personally, I am committed to supp...\nen\n\n\n\"Personally, I am committed to supporting local charities to enhance our community engagement.\""
            },
            "position": {
                "x": 500,
                "y": 4350
            }
        },
        {
            "id": "node_90",
            "type": "default",
            "data": {
                "label": "LineNo: 2534048,\n\nPlayer: That's reassuring to hear. I trust...\nen\n\n\n\"That's reassuring to hear. I trust that you'll follow through on these commitments.\""
            },
            "position": {
                "x": 0,
                "y": 4500
            }
        },
        {
            "id": "node_91",
            "type": "default",
            "data": {
                "label": "LineNo: 2534150,\n\nPlayer: These are significant steps. I loo...\nen\n\n\n\"These are significant steps. I look forward to seeing these changes implemented swiftly.\""
            },
            "position": {
                "x": 250,
                "y": 4500
            }
        },
        {
            "id": "node_92",
            "type": "default",
            "data": {
                "label": "LineNo: 2534252,\n\nPlayer: Agreed, Gus. Mr. Alphonso, we expe...\nen\n\n\n\"Agreed, Gus. Mr. Alphonso, we expect to see tangible improvements in this city.\""
            },
            "position": {
                "x": 500,
                "y": 4500
            }
        },
        {
            "id": "node_93",
            "type": "default",
            "data": {
                "label": "LineNo: 2534354,\n\nPlayer: Gus, all the talk in the world won...\nen\n\n\n\"Gus, all the talk in the world won't change the situation in Narbel. We need concrete action from Gasom.\""
            },
            "position": {
                "x": 0,
                "y": 4650
            }
        },
        {
            "id": "node_94",
            "type": "default",
            "data": {
                "label": "LineNo: 2534456,\n\nGus Manger: Ewald, your personal commitment to...\nen\n\n\n\"Ewald, your personal commitment to these initiatives speaks volumes. This could be a turning point for Gasom and for Narbel.\""
            },
            "position": {
                "x": 250,
                "y": 4650
            }
        },
        {
            "id": "node_95",
            "type": "default",
            "data": {
                "label": "LineNo: 2534558,\n\nNarrator: Suddenly, the meeting was interrupt...\nen\n\n\nSuddenly, the meeting was interrupted. The quiet murmur of a conversation from outside the room grew louder, followed by the sound of hurried footsteps."
            },
            "position": {
                "x": 500,
                "y": 4650
            }
        },
        {
            "id": "node_96",
            "type": "default",
            "data": {
                "label": "LineNo: 2535496,\n\nEwald Alphonso: Gentlemen, it seems we have an une...\nen\n\n\n\"Gentlemen, it seems we have an unexpected situation outside. Some protestors from the Labor Union have blocked the main vehicular exits.\""
            },
            "position": {
                "x": 0,
                "y": 4800
            }
        },
        {
            "id": "node_97",
            "type": "default",
            "data": {
                "label": "LineNo: 2535598,\n\nEwald Alphonso: We are not blind to the socio-econ...\nen\n\n\n\"We are not blind to the socio-economic conditions here. We're deeply invested in this community and are committed to doing our part.\""
            },
            "position": {
                "x": 250,
                "y": 4800
            }
        },
        {
            "id": "node_98",
            "type": "default",
            "data": {
                "label": "LineNo: 2535700,\n\nEwald Alphonso: It's a challenging task to balance...\nen\n\n\n\"It's a challenging task to balance the needs of our shareholders with our responsibilities.\""
            },
            "position": {
                "x": 500,
                "y": 4800
            }
        },
        {
            "id": "node_99",
            "type": "default",
            "data": {
                "label": "LineNo: 2535802,\n\nEwald Alphonso: We understand the importance of fa...\nen\n\n\n\"We understand the importance of fair compensation. Discussions are ongoing on how to best support our hardworking employees.\""
            },
            "position": {
                "x": 0,
                "y": 4950
            }
        },
        {
            "id": "node_100",
            "type": "default",
            "data": {
                "label": "LineNo: 2535904,\n\nEwald Alphonso: We must indeed be mindful of the e...\nen\n\n\n\"We must indeed be mindful of the economic realities. We are striving to make decisions that are financially sound and sustainable.\""
            },
            "position": {
                "x": 250,
                "y": 4950
            }
        },
        {
            "id": "node_101",
            "type": "default",
            "data": {
                "label": "LineNo: 2536006,\n\nGus Manger: Both of you make good points. It's...\nen\n\n\n\"Both of you make good points. It's a fine line between fulfilling our responsibilities and ensuring economic stability.\""
            },
            "position": {
                "x": 500,
                "y": 4950
            }
        },
        {
            "id": "node_102",
            "type": "default",
            "data": {
                "label": "LineNo: 2536116,\n\nEwald Alphonso: Donating more is an interesting id...\nen\n\n\n\"Donating more is an interesting idea. It's something we will consider.\""
            },
            "position": {
                "x": 0,
                "y": 5100
            }
        },
        {
            "id": "node_103",
            "type": "default",
            "data": {
                "label": "LineNo: 2536218,\n\nEwald Alphonso: Our contributions to Sordland's ec...\nen\n\n\n\"Our contributions to Sordland's economy are substantial. Our focus must remain on maintaining that.\""
            },
            "position": {
                "x": 250,
                "y": 5100
            }
        },
        {
            "id": "node_104",
            "type": "default",
            "data": {
                "label": "LineNo: 2536320,\n\nPlayer: Indeed Gus, we have to ensure that...\nen\n\n\n\"Indeed Gus, we have to ensure that we don't jeopardize the economic stability of Sordland. But we also can't ignore the plight of Narbel.\""
            },
            "position": {
                "x": 500,
                "y": 5100
            }
        },
        {
            "id": "node_105",
            "type": "default",
            "data": {
                "label": "LineNo: 2536422,\n\nPlayer: It's a fine line indeed. But that...\nen\n\n\n\"It's a fine line indeed. But that doesn't absolve us, or Gasom, of our responsibilities towards the people of Narbel.\""
            },
            "position": {
                "x": 0,
                "y": 5250
            }
        },
        {
            "id": "node_106",
            "type": "default",
            "data": {
                "label": "LineNo: 2536524,\n\nPlayer: That's true. And I hope that Gasom...\nen\n\n\n\"That's true. And I hope that Gasom is ready to make some significant changes.\""
            },
            "position": {
                "x": 250,
                "y": 5250
            }
        },
        {
            "id": "node_107",
            "type": "default",
            "data": {
                "label": "LineNo: 2536626,\n\nPlayer: We're all in agreement, Gus. Now i...\nen\n\n\n\"We're all in agreement, Gus. Now it's time to turn that agreement into action.\""
            },
            "position": {
                "x": 500,
                "y": 5250
            }
        },
        {
            "id": "node_108",
            "type": "default",
            "data": {
                "label": "LineNo: 2536728,\n\nEwald Alphonso: Indeed, Mr. President, we're commi...\nen\n\n\n\"Indeed, Mr. President, we're committed to--\""
            },
            "position": {
                "x": 0,
                "y": 5400
            }
        },
        {
            "id": "node_109",
            "type": "default",
            "data": {
                "label": "LineNo: 2536830,\n\nEwald Alphonso: We understand the need for action,...\nen\n\n\n\"We understand the need for action, Mr. President, and we will--\""
            },
            "position": {
                "x": 250,
                "y": 5400
            }
        },
        {
            "id": "node_110",
            "type": "default",
            "data": {
                "label": "LineNo: 2536932,\n\nEwald Alphonso: As I mentioned before, we're alway...\nen\n\n\n\"As I mentioned before, we're always considering how we can--\""
            },
            "position": {
                "x": 500,
                "y": 5400
            }
        },
        {
            "id": "node_111",
            "type": "default",
            "data": {
                "label": "LineNo: 2537034,\n\nEwald Alphonso: Mr. President, I assure you that G...\nen\n\n\n\"Mr. President, I assure you that Gasom takes its responsibilities--\""
            },
            "position": {
                "x": 0,
                "y": 5550
            }
        },
        {
            "id": "node_112",
            "type": "default",
            "data": {
                "label": "LineNo: 2537136,\n\nEwald Alphonso: I understand, Anton. At Gasom, we...\nen\n\n\n\"I understand, Anton. At Gasom, we are committed to reducing harm and contributing to the--\""
            },
            "position": {
                "x": 250,
                "y": 5550
            }
        },
        {
            "id": "node_113",
            "type": "default",
            "data": {
                "label": "LineNo: 2537238,\n\nEwald Alphonso: I agree, it's time for us to--\nen\n\n\n\"I agree, it's time for us to--\""
            },
            "position": {
                "x": 500,
                "y": 5550
            }
        },
        {
            "id": "node_114",
            "type": "default",
            "data": {
                "label": "LineNo: 2537340,\n\nGus Manger: We are all on the same page here....\nen\n\n\n\"We are all on the same page here. Let's not lose sight of that as we move forward.\""
            },
            "position": {
                "x": 0,
                "y": 5700
            }
        },
        {
            "id": "node_115",
            "type": "default",
            "data": {
                "label": "LineNo: 2537442,\n\nPlayer: I'm relieved to hear that. A fair...\nen\n\n\n\"I'm relieved to hear that. A fair wage is the least we can provide for the hardworking people of this country.\""
            },
            "position": {
                "x": 250,
                "y": 5700
            }
        },
        {
            "id": "node_116",
            "type": "default",
            "data": {
                "label": "LineNo: 2537544,\n\nPlayer: Promises are a start, Ewald. But t...\nen\n\n\n\"Promises are a start, Ewald. But the people need actions, not words. I look forward to seeing concrete changes.\""
            },
            "position": {
                "x": 500,
                "y": 5700
            }
        },
        {
            "id": "node_117",
            "type": "default",
            "data": {
                "label": "LineNo: 2537646,\n\nGus Manger: Ewald, your personal commitment to...\nen\n\n\n\"Ewald, your personal commitment to these initiatives speaks volumes. This could be a turning point for Gasom and for Narbel.\""
            },
            "position": {
                "x": 0,
                "y": 5850
            }
        },
        {
            "id": "node_118",
            "type": "default",
            "data": {
                "label": "LineNo: 2537748,\n\nGus Manger: This is still promising. Ewald's c...\nen\n\n\n\"This is still promising. Ewald's commitment to these initiatives should alleviate some of our concerns.\""
            },
            "position": {
                "x": 250,
                "y": 5850
            }
        },
        {
            "id": "node_119",
            "type": "default",
            "data": {
                "label": "LineNo: 2537850,\n\nPlayer: We need to do more than reduce har...\nen\n\n\n\"We need to do more than reduce harm. Our goal should be a better Narbel, not just a less bad one.\""
            },
            "position": {
                "x": 500,
                "y": 5850
            }
        },
        {
            "id": "node_120",
            "type": "default",
            "data": {
                "label": "LineNo: 2537952,\n\nPlayer: Charitable donations are commendab...\nen\n\n\n\"Charitable donations are commendable. But we must address the source of the harm, not just mitigate its effects.\""
            },
            "position": {
                "x": 0,
                "y": 6000
            }
        },
        {
            "id": "node_121",
            "type": "default",
            "data": {
                "label": "LineNo: 2538054,\n\nGus Manger: I couldn't agree more. It's high t...\nen\n\n\n\"I couldn't agree more. It's high time we took our responsibilities to Narbel seriously.\""
            },
            "position": {
                "x": 250,
                "y": 6000
            }
        },
        {
            "id": "node_122",
            "type": "default",
            "data": {
                "label": "LineNo: 2538156,\n\nEwald Alphonso: Of course, we are fully committed...\nen\n\n\n\"Of course, we are fully committed to ensuring our operations are-\""
            },
            "position": {
                "x": 500,
                "y": 6000
            }
        },
        {
            "id": "node_123",
            "type": "default",
            "data": {
                "label": "LineNo: 2538814,\n\nNarrator: He approached Alphonso and leaned i...\nen\n\n\nHe approached Alphonso and leaned in to whisper something in his ear. Ewald nodded solemnly, his gaze meeting mine with a serious intensity."
            },
            "position": {
                "x": 0,
                "y": 6150
            }
        },
        {
            "id": "node_124",
            "type": "default",
            "data": {
                "label": "LineNo: 2538916,\n\nGus Manger: Well, that's a pickle. What's our...\nen\n\n\n\"Well, that's a pickle. What's our move, Ewald?\""
            },
            "position": {
                "x": 250,
                "y": 6150
            }
        },
        {
            "id": "node_125",
            "type": "default",
            "data": {
                "label": "LineNo: 2539018,\n\nEwald Alphonso: I have a helicopter ready. We can...\nen\n\n\n\"I have a helicopter ready. We can leave undetected and avoid the chaos and potential danger.\""
            },
            "position": {
                "x": 500,
                "y": 6150
            }
        },
        {
            "id": "node_126",
            "type": "default",
            "data": {
                "label": "LineNo: 2539136,\n\nSerge Wolkner: Mr. President, I have discussed th...\nen\n\n\n\"Mr. President, I have discussed the situation with the Presidential Guard and the police security. They are advising us not to go out the way we came in.\""
            },
            "position": {
                "x": 0,
                "y": 6300
            }
        },
        {
            "id": "node_127",
            "type": "default",
            "data": {
                "label": "LineNo: 2539238,\n\nNarrator: Serge Wolkner rushed in.\nen\n\n\nSerge Wolkner rushed in."
            },
            "position": {
                "x": 250,
                "y": 6300
            }
        },
        {
            "id": "node_128",
            "type": "default",
            "data": {
                "label": "LineNo: 2539340,\n\nNarrator: Ewald looked at me.\nen\n\n\nEwald looked at me."
            },
            "position": {
                "x": 500,
                "y": 6300
            }
        },
        {
            "id": "node_129",
            "type": "default",
            "data": {
                "label": "LineNo: 2539442,\n\nSerge Wolkner: You must make a decision, Mr. Pres...\nen\n\n\n\"You must make a decision, Mr. President.\""
            },
            "position": {
                "x": 0,
                "y": 6450
            }
        },
        {
            "id": "node_130",
            "type": "default",
            "data": {
                "label": "LineNo: 2539544,\n\nNarrator: As our motorcade made its way throu...\nen\n\n\nAs our motorcade made its way through the Ornobel district, I noted the neighborhood's state of disrepair."
            },
            "position": {
                "x": 250,
                "y": 6450
            }
        },
        {
            "id": "node_131",
            "type": "default",
            "data": {
                "label": "LineNo: 2539646,\n\nNarrator: Serge skillfully parked the car, br...\nen\n\n\nSerge skillfully parked the car, bringing our journey to a smooth and elegant conclusion. Gus greeted us warmly as we stepped out of the vehicle."
            },
            "position": {
                "x": 500,
                "y": 6450
            }
        },
        {
            "id": "node_132",
            "type": "default",
            "data": {
                "label": "LineNo: 2539844,\n\nPlayer: That's a shame. I still believe th...\nen\n\n\n\"That's a shame. I still believe there's potential for us to work together in some capacity.\""
            },
            "position": {
                "x": 0,
                "y": 6600
            }
        },
        {
            "id": "node_133",
            "type": "default",
            "data": {
                "label": "LineNo: 2539946,\n\nPlayer: I understand, Mr. Alphonso. It's i...\nen\n\n\n\"I understand, Mr. Alphonso. It's important that we each stay true to our principles.\""
            },
            "position": {
                "x": 250,
                "y": 6600
            }
        },
        {
            "id": "node_134",
            "type": "default",
            "data": {
                "label": "LineNo: 2540048,\n\nPlayer: Perhaps it's for the best, Mr. Alp...\nen\n\n\n\"Perhaps it's for the best, Mr. Alphonso. Your approach to business doesn't align with my vision for Sordland.\""
            },
            "position": {
                "x": 500,
                "y": 6600
            }
        },
        {
            "id": "node_135",
            "type": "default",
            "data": {
                "label": "LineNo: 2540150,\n\nEwald Alphonso: We each have our roles to play for...\nen\n\n\n\"We each have our roles to play for Sordland. Let us each do what we believe is right.\""
            },
            "position": {
                "x": 0,
                "y": 6750
            }
        },
        {
            "id": "node_136",
            "type": "default",
            "data": {
                "label": "LineNo: 2540252,\n\nEwald Alphonso: I appreciate your optimism, Mr. Pr...\nen\n\n\n\"I appreciate your optimism, Mr. President. While this particular deal may not have worked out, I remain open to future collaborations that could benefit both our interests and Sordland.\""
            },
            "position": {
                "x": 250,
                "y": 6750
            }
        },
        {
            "id": "node_137",
            "type": "default",
            "data": {
                "label": "LineNo: 2540354,\n\nEwald Alphonso: Indeed, Mr. President. Our princip...\nen\n\n\n\"Indeed, Mr. President. Our principles are what guide us.\""
            },
            "position": {
                "x": 500,
                "y": 6750
            }
        },
        {
            "id": "node_138",
            "type": "default",
            "data": {
                "label": "LineNo: 2540734,\n\nEwald Alphonso: As a further gesture of goodwill,...\nen\n\n\n\"As a further gesture of goodwill, would you consider making a personal donation to the Alphonso Foundation? It's a cause close to my heart, focusing on providing shelter for the homeless in Sordland.\""
            },
            "position": {
                "x": 0,
                "y": 6900
            }
        },
        {
            "id": "node_139",
            "type": "default",
            "data": {
                "label": "LineNo: 2540844,\n\nPlayer: Gentlemen, after careful considera...\nen\n\n\n\"Gentlemen, after careful consideration, I've decided to step away from this deal.\""
            },
            "position": {
                "x": 250,
                "y": 6900
            }
        },
        {
            "id": "node_140",
            "type": "default",
            "data": {
                "label": "LineNo: 2540946,\n\nPlayer: Alright, let's proceed with the de...\nen\n\n\n\"Alright, let's proceed with the deal. The EPA restrictions will remain as they are, and I'll personally contribute to your cause for the homeless.\""
            },
            "position": {
                "x": 500,
                "y": 6900
            }
        },
        {
            "id": "node_141",
            "type": "default",
            "data": {
                "label": "LineNo: 2540952,\n\nPlayer: Alright, let's proceed with the de...\nMenu Text en\n\n\n\"Alright, let's proceed with the deal. The EPA restrictions will remain as they are, and I'll personally contribute to your cause for the homeless.\" [-1 Personal Wealth]"
            },
            "position": {
                "x": 0,
                "y": 7050
            }
        },
        {
            "id": "node_142",
            "type": "default",
            "data": {
                "label": "LineNo: 2541150,\n\nEwald Alphonso: If they don't point us in the same...\nen\n\n\n\"If they don't point us in the same direction, then it's best we part ways here. I wish you all the best in your endeavors for Sordland.\""
            },
            "position": {
                "x": 250,
                "y": 7050
            }
        },
        {
            "id": "node_143",
            "type": "default",
            "data": {
                "label": "LineNo: 2541252,\n\nGus Manger: Hold on, gentlemen.\nen\n\n\n\"Hold on, gentlemen.\""
            },
            "position": {
                "x": 500,
                "y": 7050
            }
        },
        {
            "id": "node_144",
            "type": "default",
            "data": {
                "label": "LineNo: 2541354,\n\nGus Manger: You're right, Mr. President. There...\nen\n\n\n\"You're right, Mr. President. There's always potential for collaboration. Let's not close the door just yet.\""
            },
            "position": {
                "x": 0,
                "y": 7200
            }
        },
        {
            "id": "node_145",
            "type": "default",
            "data": {
                "label": "LineNo: 2541456,\n\nGus Manger: Wait. Gentlemen, let's not let a s...\nen\n\n\n\"Wait. Gentlemen, let's not let a single disagreement define our relationship. There's a bigger picture here.\""
            },
            "position": {
                "x": 250,
                "y": 7200
            }
        },
        {
            "id": "node_146",
            "type": "default",
            "data": {
                "label": "LineNo: 2541558,\n\nGus Manger: I understand that tensions are hig...\nen\n\n\n\"I understand that tensions are high right now. But I have faith that we can find a solution that benefits everyone.\""
            },
            "position": {
                "x": 500,
                "y": 7200
            }
        },
        {
            "id": "node_147",
            "type": "default",
            "data": {
                "label": "LineNo: 2541660,\n\nGus Manger: However, for that to happen, I nee...\nen\n\n\n\"However, for that to happen, I need to know: Mr. President, do you trust my judgement?\""
            },
            "position": {
                "x": 0,
                "y": 7350
            }
        },
        {
            "id": "node_148",
            "type": "default",
            "data": {
                "label": "LineNo: 2541778,\n\nPlayer: Gus, I respect you, but I can't tr...\nen\n\n\n\"Gus, I respect you, but I can't trust your judgement in this matter. You seem to have a fundamental bias on this.\""
            },
            "position": {
                "x": 250,
                "y": 7350
            }
        },
        {
            "id": "node_149",
            "type": "default",
            "data": {
                "label": "LineNo: 2541784,\n\nPlayer: Gus, I respect you, but I can't tr...\nMenu Text en\n\n\n\"Gus, I respect you, but I can't trust your judgement in this matter. You seem to have a fundamental bias on this.\" [Reject Deal]"
            },
            "position": {
                "x": 500,
                "y": 7350
            }
        },
        {
            "id": "node_150",
            "type": "default",
            "data": {
                "label": "LineNo: 2541886,\n\nPlayer: I trust your advice. You've proven...\nen\n\n\n\"I trust your advice. You've proven yourself a reliable ally and I believe we can find a way forward.\""
            },
            "position": {
                "x": 0,
                "y": 7500
            }
        },
        {
            "id": "node_151",
            "type": "default",
            "data": {
                "label": "LineNo: 2541988,\n\nPlayer: Your judgement has been questionab...\nen\n\n\n\"Your judgement has been questionable at times. But I'm willing to hear you out.\""
            },
            "position": {
                "x": 250,
                "y": 7500
            }
        },
        {
            "id": "node_152",
            "type": "default",
            "data": {
                "label": "LineNo: 2542090,\n\nGus Manger: Thank you, Mr. President. I propos...\nen\n\n\n\"Thank you, Mr. President. I propose a compromise.\""
            },
            "position": {
                "x": 500,
                "y": 7500
            }
        },
        {
            "id": "node_153",
            "type": "default",
            "data": {
                "label": "LineNo: 2542192,\n\nGus Manger: If you promise not to tighten the...\nen\n\n\n\"If you promise not to tighten the current restrictions of the Energy Protection Act, we can reconsider our stance and keep the deal on the table.\""
            },
            "position": {
                "x": 0,
                "y": 7650
            }
        },
        {
            "id": "node_154",
            "type": "default",
            "data": {
                "label": "LineNo: 2542294,\n\nEwald Alphonso: Mr. President, I'm giving you a ch...\nen\n\n\n\"Mr. President, I'm giving you a chance to prove your commitment to the people of Sordland and to our shared future.\""
            },
            "position": {
                "x": 250,
                "y": 7650
            }
        },
        {
            "id": "node_155",
            "type": "default",
            "data": {
                "label": "LineNo: 2542396,\n\nEwald Alphonso: I hope you'll consider our offer c...\nen\n\n\n\"I hope you'll consider our offer carefully. This could be the beginning of a fruitful partnership, or the end of a potential alliance.\""
            },
            "position": {
                "x": 500,
                "y": 7650
            }
        },
        {
            "id": "node_156",
            "type": "default",
            "data": {
                "label": "LineNo: 2542498,\n\nGus Manger: Fair enough, Mr. President. I gave...\nen\n\n\n\"Fair enough, Mr. President. I gave it my all.\""
            },
            "position": {
                "x": 0,
                "y": 7800
            }
        },
        {
            "id": "node_157",
            "type": "default",
            "data": {
                "label": "LineNo: 2542600,\n\nEwald Alphonso: We both tried, it seems. Still, I...\nen\n\n\n\"We both tried, it seems. Still, I appreciate the discussion, Mr. President.\""
            },
            "position": {
                "x": 250,
                "y": 7800
            }
        },
        {
            "id": "node_158",
            "type": "default",
            "data": {
                "label": "LineNo: 2542702,\n\nEwald Alphonso: Well, Mr. President? Will Gasom an...\nen\n\n\n\"Well, Mr. President? Will Gasom and Sordland make history or not?\""
            },
            "position": {
                "x": 500,
                "y": 7800
            }
        },
        {
            "id": "node_159",
            "type": "default",
            "data": {
                "label": "LineNo: 2542804,\n\nEwald Alphonso: Mr. Rayne, the foundation for a ro...\nen\n\n\n\"Mr. Rayne, the foundation for a robust partnership is right here. It's high time we shift our focus towards sealing this deal.\""
            },
            "position": {
                "x": 0,
                "y": 7950
            }
        },
        {
            "id": "node_160",
            "type": "default",
            "data": {
                "label": "LineNo: 2542906,\n\nPlayer: You've made a compelling case. Let...\nen\n\n\n\"You've made a compelling case. Let's get this deal on the road. I can assure you that the EPA restrictions won't get any stricter.\""
            },
            "position": {
                "x": 250,
                "y": 7950
            }
        },
        {
            "id": "node_161",
            "type": "default",
            "data": {
                "label": "LineNo: 2543104,\n\nGus Manger: I'm glad you're on board, Mr. Pres...\nen\n\n\n\"I'm glad you're on board, Mr. President.\""
            },
            "position": {
                "x": 500,
                "y": 7950
            }
        },
        {
            "id": "node_162",
            "type": "default",
            "data": {
                "label": "LineNo: 2543508,\n\nEwald Alphonso: If the Sordish government chooses...\nen\n\n\n\"If the Sordish government chooses to invest, it would gain a voice in the broader company decisions, even as a minority stakeholder.\""
            },
            "position": {
                "x": 0,
                "y": 8100
            }
        },
        {
            "id": "node_163",
            "type": "default",
            "data": {
                "label": "LineNo: 2543610,\n\nEwald Alphonso: The government could either liquid...\nen\n\n\n\"The government could either liquidate its shares at a future date or continue to reap the long-term profits.\""
            },
            "position": {
                "x": 250,
                "y": 8100
            }
        },
        {
            "id": "node_164",
            "type": "default",
            "data": {
                "label": "LineNo: 2543712,\n\nGus Manger: A beneficial arrangement for all p...\nen\n\n\n\"A beneficial arrangement for all parties.\""
            },
            "position": {
                "x": 500,
                "y": 8100
            }
        },
        {
            "id": "node_165",
            "type": "default",
            "data": {
                "label": "LineNo: 2543814,\n\nEwald Alphonso: Excellent, Mr. President! Your sup...\nen\n\n\n\"Excellent, Mr. President! Your support for the homeless cause is commendable. Together, we will ensure a promising future for Gasom.\""
            },
            "position": {
                "x": 0,
                "y": 8250
            }
        },
        {
            "id": "node_166",
            "type": "default",
            "data": {
                "label": "LineNo: 2543916,\n\nEwald Alphonso: Mr. President, your assurances on...\nen\n\n\n\"Mr. President, your assurances on the EPA front are much appreciated. This partnership is going to bring great benefits for all.\""
            },
            "position": {
                "x": 250,
                "y": 8250
            }
        },
        {
            "id": "node_167",
            "type": "default",
            "data": {
                "label": "LineNo: 2544018,\n\nGus Manger: You know, Mr. President, if we can...\nen\n\n\n\"You know, Mr. President, if we can get the government in on this, it's a win-win.\""
            },
            "position": {
                "x": 500,
                "y": 8250
            }
        },
        {
            "id": "node_168",
            "type": "default",
            "data": {
                "label": "LineNo: 2544120,\n\nGus Manger: Not only does Gasom continue to op...\nen\n\n\n\"Not only does Gasom continue to operate and grow, but it also strengthens the state's energy security and economic power. We just need a little risk appetite, that's all.\""
            },
            "position": {
                "x": 0,
                "y": 8400
            }
        },
        {
            "id": "node_169",
            "type": "default",
            "data": {
                "label": "LineNo: 2544222,\n\nEwald Alphonso: Are you ready, Mr. President, to t...\nen\n\n\n\"Are you ready, Mr. President, to take on the risks that come with ensuring one of Sordland's most valuable energy companies continues to operate and grow?\""
            },
            "position": {
                "x": 250,
                "y": 8400
            }
        },
        {
            "id": "node_170",
            "type": "default",
            "data": {
                "label": "LineNo: 2544324,\n\nEwald Alphonso: Are you ready to make your governm...\nen\n\n\n\"Are you ready to make your government stronger?\""
            },
            "position": {
                "x": 500,
                "y": 8400
            }
        },
        {
            "id": "node_171",
            "type": "default",
            "data": {
                "label": "LineNo: 2544450,\n\nPlayer: Don't you think there's a way we c...\nen\n\n\n\"Don't you think there's a way we can ensure Gasom's growth without putting the government at risk?\""
            },
            "position": {
                "x": 0,
                "y": 8550
            }
        },
        {
            "id": "node_172",
            "type": "default",
            "data": {
                "label": "LineNo: 2544552,\n\nPlayer: What kind of assurances can you pr...\nen\n\n\n\"What kind of assurances can you provide that this will pay off in the long term, President Alphonso?\""
            },
            "position": {
                "x": 250,
                "y": 8550
            }
        },
        {
            "id": "node_173",
            "type": "default",
            "data": {
                "label": "LineNo: 2544654,\n\nPlayer: I'm all for taking calculated risk...\nen\n\n\n\"I'm all for taking calculated risks. But we need to be sure that the benefits outweigh the potential losses.\""
            },
            "position": {
                "x": 500,
                "y": 8550
            }
        },
        {
            "id": "node_174",
            "type": "default",
            "data": {
                "label": "LineNo: 2544756,\n\nPlayer: Mr. Alphonso, are you suggesting t...\nen\n\n\n\"Mr. Alphonso, are you suggesting that we should risk the treasury of Sordland for the growth of a single company?"
            },
            "position": {
                "x": 0,
                "y": 8700
            }
        },
        {
            "id": "node_175",
            "type": "default",
            "data": {
                "label": "LineNo: 2544858,\n\nEwald Alphonso: Not at all, Mr. President. I'm sug...\nen\n\n\n\"Not at all, Mr. President. I'm suggesting that supporting Gasom's growth could significantly contribute to Sordland's overall economic stability.\""
            },
            "position": {
                "x": 250,
                "y": 8700
            }
        },
        {
            "id": "node_176",
            "type": "default",
            "data": {
                "label": "LineNo: 2544960,\n\nEwald Alphonso: Of course, Mr. President. I wouldn...\nen\n\n\n\"Of course, Mr. President. I wouldn't propose a strategy that I didn't believe would be beneficial for both Gasom and Sordland.\""
            },
            "position": {
                "x": 500,
                "y": 8700
            }
        },
        {
            "id": "node_177",
            "type": "default",
            "data": {
                "label": "LineNo: 2545062,\n\nEwald Alphonso: Gus, would you like to answer that?\nen\n\n\n\"Gus, would you like to answer that?\""
            },
            "position": {
                "x": 0,
                "y": 8850
            }
        },
        {
            "id": "node_178",
            "type": "default",
            "data": {
                "label": "LineNo: 2545164,\n\nEwald Alphonso: Mr. President, in business, there...\nen\n\n\n\"Mr. President, in business, there are no guarantees. But I can assure you that we at Gasom are committed to doing everything in our power to ensure this deal pays off for Sordland.\""
            },
            "position": {
                "x": 250,
                "y": 8850
            }
        },
        {
            "id": "node_179",
            "type": "default",
            "data": {
                "label": "LineNo: 2545266,\n\nGus Manger: Ewald is right. We're not talking...\nen\n\n\n\"Ewald is right. We're not talking about risking the economy. We're discussing an investment that has the potential to pay significant dividends for Sordland.\""
            },
            "position": {
                "x": 500,
                "y": 8850
            }
        },
        {
            "id": "node_180",
            "type": "default",
            "data": {
                "label": "LineNo: 2545368,\n\nGus Manger: As someone who's been in the energ...\nen\n\n\n\"As someone who's been in the energy business for decades, I can tell you that this deal is solid.\""
            },
            "position": {
                "x": 0,
                "y": 9000
            }
        },
        {
            "id": "node_181",
            "type": "default",
            "data": {
                "label": "LineNo: 2545470,\n\nGus Manger: Absolutely. I believe that by work...\nen\n\n\n\"Absolutely. I believe that by working together with Rizia, we can find a shared investment solution that promotes Gasom's growth while minimizing any potential risk to the government.\""
            },
            "position": {
                "x": 250,
                "y": 9000
            }
        },
        {
            "id": "node_182",
            "type": "default",
            "data": {
                "label": "LineNo: 2545572,\n\nGus Manger: I can't give you a guarantee. But...\nen\n\n\n\"I can't give you a guarantee. But I can tell you that I trust President Alphonso, and I believe in this deal. Sometimes, you have to take a leap of faith.\""
            },
            "position": {
                "x": 500,
                "y": 9000
            }
        },
        {
            "id": "node_183",
            "type": "default",
            "data": {
                "label": "LineNo: 2545866,\n\nEwald Alphonso: Mr. President, have you ever consi...\nen\n\n\n\"Mr. President, have you ever considered that the future of Sordland might rest not on avoiding risks, but about embracing them?\""
            },
            "position": {
                "x": 0,
                "y": 9150
            }
        },
        {
            "id": "node_184",
            "type": "default",
            "data": {
                "label": "LineNo: 2545968,\n\nPlayer: I understand your point. However,...\nen\n\n\n\"I understand your point. However, the stakes are too high for us to gamble on uncertainty.\""
            },
            "position": {
                "x": 250,
                "y": 9150
            }
        },
        {
            "id": "node_185",
            "type": "default",
            "data": {
                "label": "LineNo: 2546070,\n\nPlayer: I have. And I believe that embraci...\nen\n\n\n\"I have. And I believe that embracing uncertainty is a part of leadership. We must be bold in our decisions for the future of Sordland.\""
            },
            "position": {
                "x": 500,
                "y": 9150
            }
        },
        {
            "id": "node_186",
            "type": "default",
            "data": {
                "label": "LineNo: 2546172,\n\nEwald Alphonso: That our greatest potential might...\nen\n\n\n\"That our greatest potential might lie not in the safety of what we know, but in the uncertainty of what we might discover?\""
            },
            "position": {
                "x": 0,
                "y": 9300
            }
        },
        {
            "id": "node_187",
            "type": "default",
            "data": {
                "label": "LineNo: 2546298,\n\nPlayer: Liberalizing the energy market mer...\nen\n\n\n\"Liberalizing the energy market merely serves the interests of the wealthy elites. What we need is a comprehensive nationalization of the energy sector to ensure it serves the people, not profit.\""
            },
            "position": {
                "x": 250,
                "y": 9300
            }
        },
        {
            "id": "node_188",
            "type": "default",
            "data": {
                "label": "LineNo: 2546400,\n\nEwald Alphonso: While I respect your perspective,...\nen\n\n\n\"While I respect your perspective, Mr. President, I firmly believe that the power of the free market, coupled with appropriate regulation, can drive both progress and equity. It's not an 'us versus them' situation.\""
            },
            "position": {
                "x": 500,
                "y": 9300
            }
        },
        {
            "id": "node_189",
            "type": "default",
            "data": {
                "label": "LineNo: 2546502,\n\nGus Manger: We must also consider the economic...\nen\n\n\n\"We must also consider the economic realities and global competitiveness. A balance between public ownership and market forces could be the key.\""
            },
            "position": {
                "x": 0,
                "y": 9450
            }
        },
        {
            "id": "node_190",
            "type": "default",
            "data": {
                "label": "LineNo: 2546604,\n\nPlayer: A thriving market economy is the e...\nen\n\n\n\"A thriving market economy is the engine of prosperity and innovation. I believe in Gasom's potential to compete and succeed under these principles.\""
            },
            "position": {
                "x": 250,
                "y": 9450
            }
        },
        {
            "id": "node_191",
            "type": "default",
            "data": {
                "label": "LineNo: 2546706,\n\nEwald Alphonso: I'm glad we see eye to eye on this...\nen\n\n\n\"I'm glad we see eye to eye on this. With your support, I am confident that Gasom will be able to chart a prosperous future.\""
            },
            "position": {
                "x": 500,
                "y": 9450
            }
        },
        {
            "id": "node_192",
            "type": "default",
            "data": {
                "label": "LineNo: 2546808,\n\nGus Manger: Your words are reassuring, Mr. Pre...\nen\n\n\n\"Your words are reassuring, Mr. President. Let's harness the power of the free market to elevate Gasom and, in turn, the entire Sordish economy.\""
            },
            "position": {
                "x": 0,
                "y": 9600
            }
        },
        {
            "id": "node_193",
            "type": "default",
            "data": {
                "label": "LineNo: 2546910,\n\nGus Manger: I understand, Mr. President.\nen\n\n\n\"I understand, Mr. President.\""
            },
            "position": {
                "x": 250,
                "y": 9600
            }
        },
        {
            "id": "node_194",
            "type": "default",
            "data": {
                "label": "LineNo: 2547012,\n\nEwald Alphonso: It's unfortunate we couldn't bridg...\nen\n\n\n\"It's unfortunate we couldn't bridge our differences. Nonetheless, we respect your stance and value the time spent.\""
            },
            "position": {
                "x": 500,
                "y": 9600
            }
        },
        {
            "id": "node_195",
            "type": "default",
            "data": {
                "label": "LineNo: 2547114,\n\nEwald Alphonso: Ready to make history together? Se...\nen\n\n\n\"Ready to make history together? Set our differences aside and work together for the energy independence of our nation?\""
            },
            "position": {
                "x": 0,
                "y": 9750
            }
        },
        {
            "id": "node_196",
            "type": "default",
            "data": {
                "label": "LineNo: 2547224,\n\nEwald Alphonso: Katarina Horten and Denis Stahler...\nen\n\n\n\"Katarina Horten and Denis Stahler seem to be leading the group. It would be difficult to leave the way we came without causing trouble.\""
            },
            "position": {
                "x": 250,
                "y": 9750
            }
        },
        {
            "id": "node_197",
            "type": "default",
            "data": {
                "label": "LineNo: 2547326,\n\nPlayer: A helicopter might be the safer op...\nen\n\n\n\"A helicopter might be the safer option.\""
            },
            "position": {
                "x": 500,
                "y": 9750
            }
        },
        {
            "id": "node_198",
            "type": "default",
            "data": {
                "label": "LineNo: 2547428,\n\nPlayer: I think we should face the crowd h...\nen\n\n\n\"I think we should face the crowd head-on.\""
            },
            "position": {
                "x": 0,
                "y": 9900
            }
        },
        {
            "id": "node_199",
            "type": "default",
            "data": {
                "label": "LineNo: 2547530,\n\nPlayer: Is there no other way out?\nen\n\n\n\"Is there no other way out?\""
            },
            "position": {
                "x": 250,
                "y": 9900
            }
        },
        {
            "id": "node_200",
            "type": "default",
            "data": {
                "label": "LineNo: 2547632,\n\nGus Manger: Mr. President, I advise you to lea...\nen\n\n\n\"Mr. President, I advise you to leave via helicopter just in case. I can stay back and update the crowd on the discussions today.\""
            },
            "position": {
                "x": 500,
                "y": 9900
            }
        },
        {
            "id": "node_201",
            "type": "default",
            "data": {
                "label": "LineNo: 2547734,\n\nEwald Alphonso: I will give the order to ready it....\nen\n\n\n\"I will give the order to ready it. We can fly to the Blue Mansion in Lachaven.\""
            },
            "position": {
                "x": 0,
                "y": 10050
            }
        },
        {
            "id": "node_202",
            "type": "default",
            "data": {
                "label": "LineNo: 2547836,\n\nEwald Alphonso: That is your prerogative, Mr. Pres...\nen\n\n\n\"That is your prerogative, Mr. President. Following the violent events of late, I heavily recommend against facing any crowd.\""
            },
            "position": {
                "x": 250,
                "y": 10050
            }
        },
        {
            "id": "node_203",
            "type": "default",
            "data": {
                "label": "LineNo: 2547938,\n\nEwald Alphonso: Trust me, I know this place well....\nen\n\n\n\"Trust me, I know this place well. The only other way out is through a dangerous hilly terrain or the sewers.\""
            },
            "position": {
                "x": 500,
                "y": 10050
            }
        },
        {
            "id": "node_204",
            "type": "default",
            "data": {
                "label": "LineNo: 2548040,\n\nSerge Wolkner: More police are on the way.\nen\n\n\n\"More police are on the way.\""
            },
            "position": {
                "x": 0,
                "y": 10200
            }
        },
        {
            "id": "node_205",
            "type": "default",
            "data": {
                "label": "LineNo: 2548238,\n\nNarrator: Everyone waited. The tense silence...\nen\n\n\nEveryone waited. The tense silence of the room stood in stark contrast to the buzz of the ever-growing crowd outside."
            },
            "position": {
                "x": 250,
                "y": 10200
            }
        },
        {
            "id": "node_206",
            "type": "default",
            "data": {
                "label": "LineNo: 2548436,\n\nGus Manger: Amazing! I knew you two could make...\nen\n\n\n\"Amazing! I knew you two could make it work.\""
            },
            "position": {
                "x": 500,
                "y": 10200
            }
        },
        {
            "id": "node_207",
            "type": "default",
            "data": {
                "label": "LineNo: 2548538,\n\nGus Manger: Before we conclude, Ewald, I've se...\nen\n\n\n\"Before we conclude, Ewald, I've set aside time during this meeting for President Rayne to discuss concerns about Gasom's treatment of workers and its repercussions on Narbel.\""
            },
            "position": {
                "x": 0,
                "y": 10350
            }
        },
        {
            "id": "node_208",
            "type": "default",
            "data": {
                "label": "LineNo: 2548640,\n\nNarrator: Alphonso nodded and looked at me.\nen\n\n\nAlphonso nodded and looked at me."
            },
            "position": {
                "x": 250,
                "y": 10350
            }
        },
        {
            "id": "node_209",
            "type": "default",
            "data": {
                "label": "LineNo: 2548774,\n\nEwald Alphonso: Do you have a proposal in mind, Mr...\nen\n\n\n\"Do you have a proposal in mind, Mr. President?\""
            },
            "position": {
                "x": 500,
                "y": 10350
            }
        },
        {
            "id": "node_210",
            "type": "default",
            "data": {
                "label": "LineNo: 2553150,\n\nEwald Alphonso: I appreciate your visit today, and...\nen\n\n\n\"I appreciate your visit today, and despite our differences, your willingness to meet with me is noted.\""
            },
            "position": {
                "x": 0,
                "y": 10500
            }
        },
        {
            "id": "node_211",
            "type": "default",
            "data": {
                "label": "LineNo: 2553252,\n\nEwald Alphonso: Throughout my journey, I've held f...\nen\n\n\n\"Throughout my journey, I've held faith in collaborating with individuals who genuinely share my vision. The presence of the right allies amplifies our potential.\""
            },
            "position": {
                "x": 250,
                "y": 10500
            }
        },
        {
            "id": "node_212",
            "type": "default",
            "data": {
                "label": "LineNo: 2553354,\n\nGus Manger: I'll leverage my Rizian contacts t...\nen\n\n\n\"I'll leverage my Rizian contacts to finalize the deal.\""
            },
            "position": {
                "x": 500,
                "y": 10500
            }
        },
        {
            "id": "node_213",
            "type": "default",
            "data": {
                "label": "LineNo: 2553456,\n\nEwald Alphonso: Our allies in the Golden Kingdom w...\nen\n\n\n\"Our allies in the Golden Kingdom will step in where Sordland couldn't.\""
            },
            "position": {
                "x": 0,
                "y": 10650
            }
        },
        {
            "id": "node_214",
            "type": "default",
            "data": {
                "label": "LineNo: 2553750,\n\nPlayer: I'm not here for your approval, Al...\nen\n\n\n\"I'm not here for your approval, Alphonso. My priority is Gus and, more importantly, the workers.\""
            },
            "position": {
                "x": 250,
                "y": 10650
            }
        },
        {
            "id": "node_215",
            "type": "default",
            "data": {
                "label": "LineNo: 2553852,\n\nEwald Alphonso: That sounds eerily like what Mr. S...\nen\n\n\n\"That sounds eerily like what Mr. Soll would say when things didn't go his way.\""
            },
            "position": {
                "x": 500,
                "y": 10650
            }
        },
        {
            "id": "node_216",
            "type": "default",
            "data": {
                "label": "LineNo: 2553954,\n\nGus Manger: Let's not get heated.\nen\n\n\n\"Let's not get heated.\""
            },
            "position": {
                "x": 0,
                "y": 10800
            }
        },
        {
            "id": "node_217",
            "type": "default",
            "data": {
                "label": "LineNo: 2554056,\n\nPlayer: We must make decisions based on wh...\nen\n\n\n\"We must make decisions based on what is best for Sordland in the present moment.\""
            },
            "position": {
                "x": 250,
                "y": 10800
            }
        },
        {
            "id": "node_218",
            "type": "default",
            "data": {
                "label": "LineNo: 2554158,\n\nPlayer: Running the state is not like runn...\nen\n\n\n\"Running the state is not like running your company Alphonso. You out of all people should know this.\""
            },
            "position": {
                "x": 500,
                "y": 10800
            }
        },
        {
            "id": "node_219",
            "type": "default",
            "data": {
                "label": "LineNo: 2554356,\n\nGus Manger: The Labor Union and the Communist...\nen\n\n\n\"The Labor Union and the Communist Party of Sordland have garnered significant support, capitalizing on the anxieties of the many Gasom workers concerned about their job security.\""
            },
            "position": {
                "x": 0,
                "y": 10950
            }
        },
        {
            "id": "node_220",
            "type": "default",
            "data": {
                "label": "LineNo: 2554458,\n\nGus Manger: The worried workers will have no f...\nen\n\n\n\"The worried workers will have no fears about job security thanks to this state intervention.\""
            },
            "position": {
                "x": 250,
                "y": 10950
            }
        },
        {
            "id": "node_221",
            "type": "default",
            "data": {
                "label": "LineNo: 2554560,\n\nGus Manger: The Labor Union, along with the Co...\nen\n\n\n\"The Labor Union, along with the Communist Party of Sordland, has rallied substantial support from Gasom workers in Narbel, advocating for improved local conditions.\""
            },
            "position": {
                "x": 500,
                "y": 10950
            }
        },
        {
            "id": "node_222",
            "type": "default",
            "data": {
                "label": "LineNo: 2554662,\n\nPlayer: We need to address these concerns;...\nen\n\n\n\"We need to address these concerns; they could jeopardize the administration.\""
            },
            "position": {
                "x": 0,
                "y": 11100
            }
        },
        {
            "id": "node_223",
            "type": "default",
            "data": {
                "label": "LineNo: 2554764,\n\nPlayer: Our duty is to listen and take act...\nen\n\n\n\"Our duty is to listen and take action. That's the mandate granted to us by the public.\""
            },
            "position": {
                "x": 250,
                "y": 11100
            }
        },
        {
            "id": "node_224",
            "type": "default",
            "data": {
                "label": "LineNo: 2554866,\n\nPlayer: Gasom stands as a global energy po...\nen\n\n\n\"Gasom stands as a global energy powerhouse. It's only right they give back somewhat.\""
            },
            "position": {
                "x": 500,
                "y": 11100
            }
        },
        {
            "id": "node_225",
            "type": "default",
            "data": {
                "label": "LineNo: 2554968,\n\nEwald Alphonso: Together, we might discover soluti...\nen\n\n\n\"Together, we might discover solutions beneficial to both parties.\""
            },
            "position": {
                "x": 0,
                "y": 11250
            }
        },
        {
            "id": "node_226",
            "type": "default",
            "data": {
                "label": "LineNo: 2555070,\n\nEwald Alphonso: Very well, Mr. President.\nen\n\n\n\"Very well, Mr. President.\""
            },
            "position": {
                "x": 250,
                "y": 11250
            }
        },
        {
            "id": "node_227",
            "type": "default",
            "data": {
                "label": "LineNo: 2555172,\n\nPlayer: I've wasted enough time to this. T...\nen\n\n\n\"I've wasted enough time to this. Time to depart.\""
            },
            "position": {
                "x": 500,
                "y": 11250
            }
        },
        {
            "id": "node_228",
            "type": "default",
            "data": {
                "label": "LineNo: 2555274,\n\nEwald Alphonso: It's regrettable you feel this way...\nen\n\n\n\"It's regrettable you feel this way, Mr. President.\""
            },
            "position": {
                "x": 0,
                "y": 11400
            }
        },
        {
            "id": "node_229",
            "type": "default",
            "data": {
                "label": "LineNo: 2555376,\n\nEwald Alphonso: While sometimes people may not alw...\nen\n\n\n\"While sometimes people may not always recognize what's in their best interest.\""
            },
            "position": {
                "x": 250,
                "y": 11400
            }
        },
        {
            "id": "node_230",
            "type": "default",
            "data": {
                "label": "LineNo: 2555478,\n\nEwald Alphonso: Let's mull it over.\nen\n\n\n\"Let's mull it over.\""
            },
            "position": {
                "x": 500,
                "y": 11400
            }
        },
        {
            "id": "node_231",
            "type": "default",
            "data": {
                "label": "LineNo: 2555580,\n\nNarrator: A member of the private security te...\nen\n\n\nA member of the private security team entered the room, his face taut with urgency."
            },
            "position": {
                "x": 0,
                "y": 11550
            }
        }
    ],
    "edges": [
        {
            "id": "e0",
            "source": "node_1",
            "target": "node_322",
            "animated": true
        },
        {
            "id": "e1",
            "source": "node_3",
            "target": "node_4",
            "animated": true
        },
        {
            "id": "e2",
            "source": "node_4",
            "target": "node_191",
            "animated": true
        },
        {
            "id": "e3",
            "source": "node_5",
            "target": "node_6",
            "animated": true
        },
        {
            "id": "e4",
            "source": "node_6",
            "target": "node_23",
            "animated": true
        },
        {
            "id": "e5",
            "source": "node_16",
            "target": "node_11",
            "animated": true
        },
        {
            "id": "e6",
            "source": "node_17",
            "target": "node_3",
            "animated": true
        },
        {
            "id": "e7",
            "source": "node_18",
            "target": "node_3",
            "animated": true
        },
        {
            "id": "e8",
            "source": "node_19",
            "target": "node_3",
            "animated": true
        },
        {
            "id": "e9",
            "source": "node_20",
            "target": "node_3",
            "animated": true
        },
        {
            "id": "e10",
            "source": "node_21",
            "target": "node_22",
            "animated": true
        },
        {
            "id": "e11",
            "source": "node_22",
            "target": "node_25",
            "animated": true
        },
        {
            "id": "e12",
            "source": "node_23",
            "target": "node_192",
            "animated": true
        },
        {
            "id": "e13",
            "source": "node_24",
            "target": "node_1",
            "animated": true
        },
        {
            "id": "e14",
            "source": "node_25",
            "target": "node_26",
            "animated": true
        },
        {
            "id": "e15",
            "source": "node_26",
            "target": "node_29",
            "animated": true
        },
        {
            "id": "e16",
            "source": "node_27",
            "target": "node_30",
            "animated": true
        },
        {
            "id": "e17",
            "source": "node_28",
            "target": "node_31",
            "animated": true
        },
        {
            "id": "e18",
            "source": "node_29",
            "target": "node_32",
            "animated": true
        },
        {
            "id": "e19",
            "source": "node_30",
            "target": "node_33",
            "animated": true
        },
        {
            "id": "e20",
            "source": "node_31",
            "target": "node_34",
            "animated": true
        },
        {
            "id": "e21",
            "source": "node_32",
            "target": "node_35",
            "animated": true
        },
        {
            "id": "e22",
            "source": "node_33",
            "target": "node_37",
            "animated": true
        },
        {
            "id": "e23",
            "source": "node_34",
            "target": "node_37",
            "animated": true
        },
        {
            "id": "e24",
            "source": "node_35",
            "target": "node_37",
            "animated": true
        },
        {
            "id": "e25",
            "source": "node_36",
            "target": "node_1",
            "animated": true
        },
        {
            "id": "e26",
            "source": "node_37",
            "target": "node_36",
            "animated": true
        },
        {
            "id": "e27",
            "source": "node_38",
            "target": "node_39",
            "animated": true
        },
        {
            "id": "e28",
            "source": "node_39",
            "target": "node_41",
            "animated": true
        },
        {
            "id": "e29",
            "source": "node_40",
            "target": "node_251",
            "animated": true
        },
        {
            "id": "e30",
            "source": "node_41",
            "target": "node_59",
            "animated": true
        },
        {
            "id": "e31",
            "source": "node_42",
            "target": "node_60",
            "animated": true
        },
        {
            "id": "e32",
            "source": "node_43",
            "target": "node_65",
            "animated": true
        },
        {
            "id": "e33",
            "source": "node_44",
            "target": "node_87",
            "animated": true
        },
        {
            "id": "e34",
            "source": "node_45",
            "target": "node_61",
            "animated": true
        },
        {
            "id": "e35",
            "source": "node_52",
            "target": "node_327",
            "animated": true
        },
        {
            "id": "e36",
            "source": "node_53",
            "target": "node_195",
            "animated": true
        },
        {
            "id": "e37",
            "source": "node_58",
            "target": "node_184",
            "animated": true
        },
        {
            "id": "e38",
            "source": "node_59",
            "target": "node_62",
            "animated": true
        },
        {
            "id": "e39",
            "source": "node_60",
            "target": "node_43",
            "animated": true
        },
        {
            "id": "e40",
            "source": "node_61",
            "target": "node_63",
            "animated": true
        },
        {
            "id": "e41",
            "source": "node_62",
            "target": "node_64",
            "animated": true
        },
        {
            "id": "e42",
            "source": "node_63",
            "target": "node_65",
            "animated": true
        },
        {
            "id": "e43",
            "source": "node_67",
            "target": "node_69",
            "animated": true
        },
        {
            "id": "e44",
            "source": "node_68",
            "target": "node_70",
            "animated": true
        },
        {
            "id": "e45",
            "source": "node_69",
            "target": "node_71",
            "animated": true
        },
        {
            "id": "e46",
            "source": "node_70",
            "target": "node_257",
            "animated": true
        },
        {
            "id": "e47",
            "source": "node_71",
            "target": "node_73",
            "animated": true
        },
        {
            "id": "e48",
            "source": "node_72",
            "target": "node_76",
            "animated": true
        },
        {
            "id": "e49",
            "source": "node_73",
            "target": "node_252",
            "animated": true
        },
        {
            "id": "e50",
            "source": "node_74",
            "target": "node_75",
            "animated": true
        },
        {
            "id": "e51",
            "source": "node_75",
            "target": "node_78",
            "animated": true
        },
        {
            "id": "e52",
            "source": "node_76",
            "target": "node_79",
            "animated": true
        },
        {
            "id": "e53",
            "source": "node_77",
            "target": "node_80",
            "animated": true
        },
        {
            "id": "e54",
            "source": "node_78",
            "target": "node_81",
            "animated": true
        },
        {
            "id": "e55",
            "source": "node_79",
            "target": "node_82",
            "animated": true
        },
        {
            "id": "e56",
            "source": "node_80",
            "target": "node_83",
            "animated": true
        },
        {
            "id": "e57",
            "source": "node_81",
            "target": "node_230",
            "animated": true
        },
        {
            "id": "e58",
            "source": "node_82",
            "target": "node_230",
            "animated": true
        },
        {
            "id": "e59",
            "source": "node_83",
            "target": "node_230",
            "animated": true
        },
        {
            "id": "e60",
            "source": "node_84",
            "target": "node_89",
            "animated": true
        },
        {
            "id": "e61",
            "source": "node_85",
            "target": "node_90",
            "animated": true
        },
        {
            "id": "e62",
            "source": "node_86",
            "target": "node_88",
            "animated": true
        },
        {
            "id": "e63",
            "source": "node_90",
            "target": "node_286",
            "animated": true
        },
        {
            "id": "e64",
            "source": "node_91",
            "target": "node_341",
            "animated": true
        },
        {
            "id": "e65",
            "source": "node_92",
            "target": "node_95",
            "animated": true
        },
        {
            "id": "e66",
            "source": "node_93",
            "target": "node_96",
            "animated": true
        },
        {
            "id": "e67",
            "source": "node_94",
            "target": "node_97",
            "animated": true
        },
        {
            "id": "e68",
            "source": "node_95",
            "target": "node_340",
            "animated": true
        },
        {
            "id": "e69",
            "source": "node_96",
            "target": "node_324",
            "animated": true
        },
        {
            "id": "e70",
            "source": "node_97",
            "target": "node_325",
            "animated": true
        },
        {
            "id": "e71",
            "source": "node_98",
            "target": "node_105",
            "animated": true
        },
        {
            "id": "e72",
            "source": "node_99",
            "target": "node_117",
            "animated": true
        },
        {
            "id": "e73",
            "source": "node_100",
            "target": "node_193",
            "animated": true
        },
        {
            "id": "e74",
            "source": "node_101",
            "target": "node_346",
            "animated": true
        },
        {
            "id": "e75",
            "source": "node_102",
            "target": "node_152",
            "animated": true
        },
        {
            "id": "e76",
            "source": "node_103",
            "target": "node_153",
            "animated": true
        },
        {
            "id": "e77",
            "source": "node_122",
            "target": "node_128",
            "animated": true
        },
        {
            "id": "e78",
            "source": "node_123",
            "target": "node_141",
            "animated": true
        },
        {
            "id": "e79",
            "source": "node_124",
            "target": "node_154",
            "animated": true
        },
        {
            "id": "e80",
            "source": "node_125",
            "target": "node_155",
            "animated": true
        },
        {
            "id": "e81",
            "source": "node_126",
            "target": "node_143",
            "animated": true
        },
        {
            "id": "e82",
            "source": "node_127",
            "target": "node_157",
            "animated": true
        },
        {
            "id": "e83",
            "source": "node_128",
            "target": "node_158",
            "animated": true
        },
        {
            "id": "e84",
            "source": "node_129",
            "target": "node_308",
            "animated": true
        },
        {
            "id": "e85",
            "source": "node_130",
            "target": "node_139",
            "animated": true
        },
        {
            "id": "e86",
            "source": "node_131",
            "target": "node_162",
            "animated": true
        },
        {
            "id": "e87",
            "source": "node_132",
            "target": "node_137",
            "animated": true
        },
        {
            "id": "e88",
            "source": "node_133",
            "target": "node_171",
            "animated": true
        },
        {
            "id": "e89",
            "source": "node_134",
            "target": "node_142",
            "animated": true
        },
        {
            "id": "e90",
            "source": "node_135",
            "target": "node_175",
            "animated": true
        },
        {
            "id": "e91",
            "source": "node_136",
            "target": "node_129",
            "animated": true
        },
        {
            "id": "e92",
            "source": "node_137",
            "target": "node_140",
            "animated": true
        },
        {
            "id": "e93",
            "source": "node_138",
            "target": "node_163",
            "animated": true
        },
        {
            "id": "e94",
            "source": "node_139",
            "target": "node_164",
            "animated": true
        },
        {
            "id": "e95",
            "source": "node_140",
            "target": "node_308",
            "animated": true
        },
        {
            "id": "e96",
            "source": "node_149",
            "target": "node_98",
            "animated": true
        },
        {
            "id": "e97",
            "source": "node_151",
            "target": "node_266",
            "animated": true
        },
        {
            "id": "e98",
            "source": "node_152",
            "target": "node_130",
            "animated": true
        },
        {
            "id": "e99",
            "source": "node_153",
            "target": "node_130",
            "animated": true
        },
        {
            "id": "e100",
            "source": "node_154",
            "target": "node_156",
            "animated": true
        },
        {
            "id": "e101",
            "source": "node_155",
            "target": "node_156",
            "animated": true
        },
        {
            "id": "e102",
            "source": "node_156",
            "target": "node_160",
            "animated": true
        },
        {
            "id": "e103",
            "source": "node_157",
            "target": "node_131",
            "animated": true
        },
        {
            "id": "e104",
            "source": "node_158",
            "target": "node_131",
            "animated": true
        },
        {
            "id": "e105",
            "source": "node_159",
            "target": "node_165",
            "animated": true
        },
        {
            "id": "e106",
            "source": "node_160",
            "target": "node_166",
            "animated": true
        },
        {
            "id": "e107",
            "source": "node_161",
            "target": "node_167",
            "animated": true
        },
        {
            "id": "e108",
            "source": "node_162",
            "target": "node_168",
            "animated": true
        },
        {
            "id": "e109",
            "source": "node_163",
            "target": "node_275",
            "animated": true
        },
        {
            "id": "e110",
            "source": "node_164",
            "target": "node_275",
            "animated": true
        },
        {
            "id": "e111",
            "source": "node_165",
            "target": "node_317",
            "animated": true
        },
        {
            "id": "e112",
            "source": "node_166",
            "target": "node_317",
            "animated": true
        },
        {
            "id": "e113",
            "source": "node_167",
            "target": "node_317",
            "animated": true
        },
        {
            "id": "e114",
            "source": "node_168",
            "target": "node_317",
            "animated": true
        },
        {
            "id": "e115",
            "source": "node_169",
            "target": "node_313",
            "animated": true
        },
        {
            "id": "e116",
            "source": "node_170",
            "target": "node_169",
            "animated": true
        },
        {
            "id": "e117",
            "source": "node_171",
            "target": "node_172",
            "animated": true
        },
        {
            "id": "e118",
            "source": "node_172",
            "target": "node_313",
            "animated": true
        },
        {
            "id": "e119",
            "source": "node_173",
            "target": "node_177",
            "animated": true
        },
        {
            "id": "e120",
            "source": "node_174",
            "target": "node_173",
            "animated": true
        },
        {
            "id": "e121",
            "source": "node_175",
            "target": "node_176",
            "animated": true
        },
        {
            "id": "e122",
            "source": "node_176",
            "target": "node_177",
            "animated": true
        },
        {
            "id": "e123",
            "source": "node_183",
            "target": "node_58",
            "animated": true
        },
        {
            "id": "e124",
            "source": "node_184",
            "target": "node_151",
            "animated": true
        },
        {
            "id": "e125",
            "source": "node_185",
            "target": "node_186",
            "animated": true
        },
        {
            "id": "e126",
            "source": "node_186",
            "target": "node_269",
            "animated": true
        },
        {
            "id": "e127",
            "source": "node_187",
            "target": "node_274",
            "animated": true
        },
        {
            "id": "e128",
            "source": "node_188",
            "target": "node_187",
            "animated": true
        },
        {
            "id": "e129",
            "source": "node_189",
            "target": "node_47",
            "animated": true
        },
        {
            "id": "e130",
            "source": "node_190",
            "target": "node_276",
            "animated": true
        },
        {
            "id": "e131",
            "source": "node_191",
            "target": "node_5",
            "animated": true
        },
        {
            "id": "e132",
            "source": "node_193",
            "target": "node_111",
            "animated": true
        },
        {
            "id": "e133",
            "source": "node_194",
            "target": "node_198",
            "animated": true
        },
        {
            "id": "e134",
            "source": "node_195",
            "target": "node_199",
            "animated": true
        },
        {
            "id": "e135",
            "source": "node_196",
            "target": "node_197",
            "animated": true
        },
        {
            "id": "e136",
            "source": "node_197",
            "target": "node_208",
            "animated": true
        },
        {
            "id": "e137",
            "source": "node_198",
            "target": "node_209",
            "animated": true
        },
        {
            "id": "e138",
            "source": "node_202",
            "target": "node_265",
            "animated": true
        },
        {
            "id": "e139",
            "source": "node_203",
            "target": "node_204",
            "animated": true
        },
        {
            "id": "e140",
            "source": "node_204",
            "target": "node_332",
            "animated": true
        },
        {
            "id": "e141",
            "source": "node_204",
            "target": "node_332",
            "animated": true
        },
        {
            "id": "e142",
            "source": "node_206",
            "target": "node_278",
            "animated": true
        },
        {
            "id": "e143",
            "source": "node_207",
            "target": "node_210",
            "animated": true
        },
        {
            "id": "e144",
            "source": "node_208",
            "target": "node_211",
            "animated": true
        },
        {
            "id": "e145",
            "source": "node_209",
            "target": "node_211",
            "animated": true
        },
        {
            "id": "e146",
            "source": "node_210",
            "target": "node_211",
            "animated": true
        },
        {
            "id": "e147",
            "source": "node_211",
            "target": "node_212",
            "animated": true
        },
        {
            "id": "e148",
            "source": "node_212",
            "target": "node_213",
            "animated": true
        },
        {
            "id": "e149",
            "source": "node_212",
            "target": "node_213",
            "animated": true
        },
        {
            "id": "e150",
            "source": "node_213",
            "target": "node_220",
            "animated": true
        },
        {
            "id": "e151",
            "source": "node_214",
            "target": "node_216",
            "animated": true
        },
        {
            "id": "e152",
            "source": "node_215",
            "target": "node_216",
            "animated": true
        },
        {
            "id": "e153",
            "source": "node_216",
            "target": "node_217",
            "animated": true
        },
        {
            "id": "e154",
            "source": "node_217",
            "target": "node_218",
            "animated": true
        },
        {
            "id": "e155",
            "source": "node_218",
            "target": "node_219",
            "animated": true
        },
        {
            "id": "e156",
            "source": "node_219",
            "target": "node_200",
            "animated": true
        },
        {
            "id": "e157",
            "source": "node_220",
            "target": "node_221",
            "animated": true
        },
        {
            "id": "e158",
            "source": "node_221",
            "target": "node_329",
            "animated": true
        },
        {
            "id": "e159",
            "source": "node_222",
            "target": "node_227",
            "animated": true
        },
        {
            "id": "e160",
            "source": "node_223",
            "target": "node_38",
            "animated": true
        },
        {
            "id": "e161",
            "source": "node_225",
            "target": "node_226",
            "animated": true
        },
        {
            "id": "e162",
            "source": "node_229",
            "target": "node_85",
            "animated": true
        },
        {
            "id": "e163",
            "source": "node_230",
            "target": "node_231",
            "animated": true
        },
        {
            "id": "e164",
            "source": "node_231",
            "target": "node_232",
            "animated": true
        },
        {
            "id": "e165",
            "source": "node_232",
            "target": "node_44",
            "animated": true
        },
        {
            "id": "e166",
            "source": "node_233",
            "target": "node_230",
            "animated": true
        },
        {
            "id": "e167",
            "source": "node_234",
            "target": "node_230",
            "animated": true
        },
        {
            "id": "e168",
            "source": "node_235",
            "target": "node_236",
            "animated": true
        },
        {
            "id": "e169",
            "source": "node_236",
            "target": "node_237",
            "animated": true
        },
        {
            "id": "e170",
            "source": "node_237",
            "target": "node_238",
            "animated": true
        },
        {
            "id": "e171",
            "source": "node_238",
            "target": "node_240",
            "animated": true
        },
        {
            "id": "e172",
            "source": "node_239",
            "target": "node_245",
            "animated": true
        },
        {
            "id": "e173",
            "source": "node_240",
            "target": "node_246",
            "animated": true
        },
        {
            "id": "e174",
            "source": "node_241",
            "target": "node_244",
            "animated": true
        },
        {
            "id": "e175",
            "source": "node_242",
            "target": "node_243",
            "animated": true
        },
        {
            "id": "e176",
            "source": "node_243",
            "target": "node_247",
            "animated": true
        },
        {
            "id": "e177",
            "source": "node_244",
            "target": "node_248",
            "animated": true
        },
        {
            "id": "e178",
            "source": "node_245",
            "target": "node_249",
            "animated": true
        },
        {
            "id": "e179",
            "source": "node_246",
            "target": "node_250",
            "animated": true
        },
        {
            "id": "e180",
            "source": "node_247",
            "target": "node_253",
            "animated": true
        },
        {
            "id": "e181",
            "source": "node_248",
            "target": "node_253",
            "animated": true
        },
        {
            "id": "e182",
            "source": "node_249",
            "target": "node_253",
            "animated": true
        },
        {
            "id": "e183",
            "source": "node_252",
            "target": "node_77",
            "animated": true
        },
        {
            "id": "e184",
            "source": "node_253",
            "target": "node_256",
            "animated": true
        },
        {
            "id": "e185",
            "source": "node_254",
            "target": "node_230",
            "animated": true
        },
        {
            "id": "e186",
            "source": "node_255",
            "target": "node_230",
            "animated": true
        },
        {
            "id": "e187",
            "source": "node_256",
            "target": "node_336",
            "animated": true
        },
        {
            "id": "e188",
            "source": "node_257",
            "target": "node_258",
            "animated": true
        },
        {
            "id": "e189",
            "source": "node_258",
            "target": "node_259",
            "animated": true
        },
        {
            "id": "e190",
            "source": "node_259",
            "target": "node_230",
            "animated": true
        },
        {
            "id": "e191",
            "source": "node_260",
            "target": "node_331",
            "animated": true
        },
        {
            "id": "e192",
            "source": "node_261",
            "target": "node_262",
            "animated": true
        },
        {
            "id": "e193",
            "source": "node_262",
            "target": "node_230",
            "animated": true
        },
        {
            "id": "e194",
            "source": "node_263",
            "target": "node_264",
            "animated": true
        },
        {
            "id": "e195",
            "source": "node_264",
            "target": "node_329",
            "animated": true
        },
        {
            "id": "e196",
            "source": "node_265",
            "target": "node_204",
            "animated": true
        },
        {
            "id": "e197",
            "source": "node_266",
            "target": "node_185",
            "animated": true
        },
        {
            "id": "e198",
            "source": "node_267",
            "target": "node_271",
            "animated": true
        },
        {
            "id": "e199",
            "source": "node_268",
            "target": "node_272",
            "animated": true
        },
        {
            "id": "e200",
            "source": "node_269",
            "target": "node_273",
            "animated": true
        },
        {
            "id": "e201",
            "source": "node_270",
            "target": "node_188",
            "animated": true
        },
        {
            "id": "e202",
            "source": "node_271",
            "target": "node_270",
            "animated": true
        },
        {
            "id": "e203",
            "source": "node_272",
            "target": "node_270",
            "animated": true
        },
        {
            "id": "e204",
            "source": "node_273",
            "target": "node_270",
            "animated": true
        },
        {
            "id": "e205",
            "source": "node_275",
            "target": "node_141",
            "animated": true
        },
        {
            "id": "e206",
            "source": "node_277",
            "target": "node_7",
            "animated": true
        },
        {
            "id": "e207",
            "source": "node_278",
            "target": "node_233",
            "animated": true
        },
        {
            "id": "e208",
            "source": "node_279",
            "target": "node_339",
            "animated": true
        },
        {
            "id": "e209",
            "source": "node_280",
            "target": "node_347",
            "animated": true
        },
        {
            "id": "e210",
            "source": "node_326",
            "target": "node_163",
            "animated": true
        },
        {
            "id": "e211",
            "source": "node_327",
            "target": "node_328",
            "animated": true
        },
        {
            "id": "e212",
            "source": "node_328",
            "target": "node_53",
            "animated": true
        },
        {
            "id": "e213",
            "source": "node_329",
            "target": "node_330",
            "animated": true
        },
        {
            "id": "e214",
            "source": "node_332",
            "target": "node_263",
            "animated": true
        },
        {
            "id": "e215",
            "source": "node_333",
            "target": "node_334",
            "animated": true
        },
        {
            "id": "e216",
            "source": "node_334",
            "target": "node_335",
            "animated": true
        },
        {
            "id": "e217",
            "source": "node_335",
            "target": "node_211",
            "animated": true
        },
        {
            "id": "e218",
            "source": "node_336",
            "target": "node_230",
            "animated": true
        },
        {
            "id": "e219",
            "source": "node_338",
            "target": "node_230",
            "animated": true
        },
        {
            "id": "e220",
            "source": "node_339",
            "target": "node_280",
            "animated": true
        },
        {
            "id": "e221",
            "source": "node_340",
            "target": "node_323",
            "animated": true
        },
        {
            "id": "e222",
            "source": "node_341",
            "target": "node_280",
            "animated": true
        },
        {
            "id": "e223",
            "source": "node_342",
            "target": "node_345",
            "animated": true
        },
        {
            "id": "e224",
            "source": "node_343",
            "target": "node_349",
            "animated": true
        },
        {
            "id": "e225",
            "source": "node_344",
            "target": "node_350",
            "animated": true
        },
        {
            "id": "e226",
            "source": "node_345",
            "target": "node_281",
            "animated": true
        },
        {
            "id": "e227",
            "source": "node_346",
            "target": "node_123",
            "animated": true
        },
        {
            "id": "e228",
            "source": "node_347",
            "target": "node_348",
            "animated": true
        },
        {
            "id": "e229",
            "source": "node_348",
            "target": "node_123",
            "animated": true
        },
        {
            "id": "e230",
            "source": "node_349",
            "target": "node_281",
            "animated": true
        },
        {
            "id": "e231",
            "source": "node_350",
            "target": "node_281",
            "animated": true
        }
    ]
}