{
    "nodes": [
        {
            "id": "node_0",
            "type": "default",
            "data": {
                "label": "LineNo: 2729307,\n\nEwald Alphonso: You've already agreed that you won...\nen\n\n\n\"You've already agreed that you won't further tighten the EPA's restrictions. So I don't think I need to remind you how detrimental tighter restrictions would be to Gasom's operations.\""
            },
            "position": {
                "x": 0,
                "y": 0
            }
        },
        {
            "id": "node_1",
            "type": "default",
            "data": {
                "label": "LineNo: 2729687,\n\nEwald Alphonso: It could deter potential investors...\nen\n\n\n\"It could deter potential investors, thereby causing a ripple effect that could lead to job losses.\""
            },
            "position": {
                "x": 250,
                "y": 0
            }
        },
        {
            "id": "node_2",
            "type": "default",
            "data": {
                "label": "LineNo: 2729805,\n\nNarrator: The helicopter gradually reduced it...\nen\n\n\nThe helicopter gradually reduced its speed, hovering for a moment before softly touching down on the helipad."
            },
            "position": {
                "x": 500,
                "y": 0
            }
        },
        {
            "id": "node_3",
            "type": "default",
            "data": {
                "label": "LineNo: 2729931,\n\nPlayer: I'm committed to creating a favora...\nen\n\n\n\"I'm committed to creating a favorable environment for businesses like Gasom. Your success translates to more jobs and prosperity for Sordland.\""
            },
            "position": {
                "x": 0,
                "y": 150
            }
        },
        {
            "id": "node_4",
            "type": "default",
            "data": {
                "label": "LineNo: 2730033,\n\nPlayer: You're making it sound as if any c...\nen\n\n\n\"You're making it sound as if any change to the EPA would lead to an economic catastrophe. As the government, it's our duty to ensure energy security, not cater to private interests.\""
            },
            "position": {
                "x": 250,
                "y": 150
            }
        },
        {
            "id": "node_5",
            "type": "default",
            "data": {
                "label": "LineNo: 2730135,\n\nEwald Alphonso: I'm glad to hear that, Mr. Preside...\nen\n\n\n\"I'm glad to hear that, Mr. President. Your support and understanding of our challenges are essential for us to thrive and contribute to Sordland's economy.\""
            },
            "position": {
                "x": 500,
                "y": 150
            }
        },
        {
            "id": "node_6",
            "type": "default",
            "data": {
                "label": "LineNo: 2730237,\n\nEwald Alphonso: Mr. President, I assure you that i...\nen\n\n\n\"Mr. President, I assure you that it's not about private interests. It's about allowing companies like Gasom to provide energy security, drive economic growth, and create jobs.\""
            },
            "position": {
                "x": 0,
                "y": 300
            }
        },
        {
            "id": "node_7",
            "type": "default",
            "data": {
                "label": "LineNo: 2730339,\n\nPlayer: I hear your concerns, Mr. Alphonso...\nen\n\n\n\"I hear your concerns, Mr. Alphonso. But we also have to consider Sordland's long-term energy security.\""
            },
            "position": {
                "x": 250,
                "y": 300
            }
        },
        {
            "id": "node_8",
            "type": "default",
            "data": {
                "label": "LineNo: 2730441,\n\nEwald Alphonso: Absolutely, Mr. President. Strikin...\nen\n\n\n\"Absolutely, Mr. President. Striking that balance is the key, and I believe we can achieve it together. Gasom is ready to be a part of the solution.\""
            },
            "position": {
                "x": 500,
                "y": 300
            }
        },
        {
            "id": "node_9",
            "type": "default",
            "data": {
                "label": "LineNo: 2731099,\n\nNarrator: A patchwork of verdant fields, spra...\nen\n\n\nA patchwork of verdant fields, sprawling forests, and untouched land stretched out beneath us."
            },
            "position": {
                "x": 0,
                "y": 450
            }
        },
        {
            "id": "node_10",
            "type": "default",
            "data": {
                "label": "LineNo: 2731757,\n\nNarrator: The further we moved from the mount...\nen\n\n\nThe further we moved from the mountains, the more rural the landscape became. Small clusters of wooden houses and farmers' huts began to appear, their rustic charm a stark contrast to the grey concrete of Narbel."
            },
            "position": {
                "x": 250,
                "y": 450
            }
        },
        {
            "id": "node_11",
            "type": "default",
            "data": {
                "label": "LineNo: 2731859,\n\nNarrator: We turned our attention to the stun...\nen\n\n\nWe turned our attention to the stunning view below us."
            },
            "position": {
                "x": 500,
                "y": 450
            }
        },
        {
            "id": "node_12",
            "type": "default",
            "data": {
                "label": "LineNo: 2731961,\n\nNarrator: Serge leaned forward in his seat, h...\nen\n\n\nSerge leaned forward in his seat, his eyes tracing the path of the H-3 highway through the Sordish countryside."
            },
            "position": {
                "x": 0,
                "y": 600
            }
        },
        {
            "id": "node_13",
            "type": "default",
            "data": {
                "label": "LineNo: 2732063,\n\nNarrator: Serge's gaze traced the path of the...\nen\n\n\nSerge's gaze traced the path of the still-in-progress L-1 railway. The ribbon of steel gleamed bright in the sun."
            },
            "position": {
                "x": 250,
                "y": 600
            }
        },
        {
            "id": "node_14",
            "type": "default",
            "data": {
                "label": "LineNo: 2732165,\n\nNarrator: We were approaching the outskirts o...\nen\n\n\nWe were approaching the outskirts of Lachaven. Serge leaned forward in his seat to get a better look at the city's skyline."
            },
            "position": {
                "x": 500,
                "y": 600
            }
        },
        {
            "id": "node_15",
            "type": "default",
            "data": {
                "label": "LineNo: 2732267,\n\nSerge Wolkner: It's inspiring to see the highway...\nen\n\n\n\"It's inspiring to see the highway construction from here, Mr. President.\""
            },
            "position": {
                "x": 0,
                "y": 750
            }
        },
        {
            "id": "node_16",
            "type": "default",
            "data": {
                "label": "LineNo: 2732369,\n\nSerge Wolkner: What a marvel, Mr. President. I ca...\nen\n\n\n\"What a marvel, Mr. President. I can't wait for the new railway to transform transportation in Sordland.\""
            },
            "position": {
                "x": 250,
                "y": 750
            }
        },
        {
            "id": "node_17",
            "type": "default",
            "data": {
                "label": "LineNo: 2732471,\n\nSerge Wolkner: Lachaven... it's quite a sight, is...\nen\n\n\n\"Lachaven... it's quite a sight, isn't it, Mr. President?\""
            },
            "position": {
                "x": 500,
                "y": 750
            }
        },
        {
            "id": "node_18",
            "type": "default",
            "data": {
                "label": "LineNo: 2733129,\n\nEwald Alphonso: I must say, {BaseGameText.Alphonso...\nen\n\n\n\"I must say, {BaseGameText.AlphonsoToPlayer}, that was quite the adventure we just had. Never a dull moment with you around, eh?\""
            },
            "position": {
                "x": 0,
                "y": 900
            }
        },
        {
            "id": "node_19",
            "type": "default",
            "data": {
                "label": "LineNo: 2733231,\n\nEwald Alphonso: That was quite an unexpected twist...\nen\n\n\n\"That was quite an unexpected twist back there, Mr. President. I'd hoped to celebrate our deal with a drink, not a protest.\""
            },
            "position": {
                "x": 250,
                "y": 900
            }
        },
        {
            "id": "node_20",
            "type": "default",
            "data": {
                "label": "LineNo: 2733333,\n\nEwald Alphonso: I have to admit, Mr. President, I...\nen\n\n\n\"I have to admit, Mr. President, I didn't anticipate that our meeting would come to this particular end.\""
            },
            "position": {
                "x": 500,
                "y": 900
            }
        },
        {
            "id": "node_21",
            "type": "default",
            "data": {
                "label": "LineNo: 2733435,\n\nEwald Alphonso: Your driver did a great job escort...\nen\n\n\n\"Your driver did a great job escorting us out of there. He's a keeper.\""
            },
            "position": {
                "x": 0,
                "y": 1050
            }
        },
        {
            "id": "node_22",
            "type": "default",
            "data": {
                "label": "LineNo: 2733537,\n\nEwald Alphonso: But it seems we made the right cho...\nen\n\n\n\"But it seems we made the right choice. Your driver did a terrific job escorting us out of there.\""
            },
            "position": {
                "x": 250,
                "y": 1050
            }
        },
        {
            "id": "node_23",
            "type": "default",
            "data": {
                "label": "LineNo: 2733639,\n\nEwald Alphonso: Of course your driver had the righ...\nen\n\n\n\"Of course your driver had the right instincts. Escaping by helicopter was the safest choice for us both.\""
            },
            "position": {
                "x": 500,
                "y": 1050
            }
        },
        {
            "id": "node_24",
            "type": "default",
            "data": {
                "label": "LineNo: 2733741,\n\nPlayer: It was an adventure, wasn't it? An...\nen\n\n\n\"It was an adventure, wasn't it? And I agree, Serge's assistance was invaluable.\""
            },
            "position": {
                "x": 0,
                "y": 1200
            }
        },
        {
            "id": "node_25",
            "type": "default",
            "data": {
                "label": "LineNo: 2733843,\n\nPlayer: Yes, our safety matters most. But...\nen\n\n\n\"Yes, our safety matters most. But it's unfortunate that we had to leave under those circumstances.\""
            },
            "position": {
                "x": 250,
                "y": 1200
            }
        },
        {
            "id": "node_26",
            "type": "default",
            "data": {
                "label": "LineNo: 2733945,\n\nSerge Wolkner: Mr. Alphonso, it's an honor to mee...\nen\n\n\n\"Mr. Alphonso, it's an honor to meet you in person. I was trained by your former driver Nouman Fevon. He always spoke highly of you.\""
            },
            "position": {
                "x": 500,
                "y": 1200
            }
        },
        {
            "id": "node_27",
            "type": "default",
            "data": {
                "label": "LineNo: 2734047,\n\nEwald Alphonso: I heard from Gasom security and th...\nen\n\n\n\"I heard from Gasom security and the local police about some armed gang activity in the area a week ago. Better safe than sorry, right?\""
            },
            "position": {
                "x": 0,
                "y": 1350
            }
        },
        {
            "id": "node_28",
            "type": "default",
            "data": {
                "label": "LineNo: 2734157,\n\nNarrator: Alphonso had been quiet for most of...\nen\n\n\nAlphonso had been quiet for most of the journey, but as we neared Lachaven, he finally broke his silence."
            },
            "position": {
                "x": 250,
                "y": 1350
            }
        },
        {
            "id": "node_29",
            "type": "default",
            "data": {
                "label": "LineNo: 2734259,\n\nPlayer: Yes, I'm glad we're safe. Although...\nen\n\n\n\"Yes, I'm glad we're safe. Although i can't help but wonder whether I should have spoken to those protesters.\""
            },
            "position": {
                "x": 500,
                "y": 1350
            }
        },
        {
            "id": "node_30",
            "type": "default",
            "data": {
                "label": "LineNo: 2734361,\n\nPlayer: I can always rely on Serge to get...\nen\n\n\n\"I can always rely on Serge to get me out of a dangerous situation.\""
            },
            "position": {
                "x": 0,
                "y": 1500
            }
        },
        {
            "id": "node_31",
            "type": "default",
            "data": {
                "label": "LineNo: 2734463,\n\nPlayer: Yes, it was unfortunate how the si...\nen\n\n\n\"Yes, it was unfortunate how the situation unfolded. But a stroke of luck that you had a helicopter at the ready.\""
            },
            "position": {
                "x": 250,
                "y": 1500
            }
        },
        {
            "id": "node_32",
            "type": "default",
            "data": {
                "label": "LineNo: 2734565,\n\nPlayer: A shame about the protests, but to...\nen\n\n\n\"A shame about the protests, but to be honest, I'm not sure we were ever going to see eye to eye. The only thing we can agree on is that Serge was right.\""
            },
            "position": {
                "x": 500,
                "y": 1500
            }
        },
        {
            "id": "node_33",
            "type": "default",
            "data": {
                "label": "LineNo: 2734667,\n\nSerge Wolkner: Just doing my job, Mr. President....\nen\n\n\n\"Just doing my job, Mr. President. I'm glad we're all safe.\""
            },
            "position": {
                "x": 0,
                "y": 1650
            }
        },
        {
            "id": "node_34",
            "type": "default",
            "data": {
                "label": "LineNo: 2734769,\n\nSerge Wolkner: Truly unfortunate, sir. But safety...\nen\n\n\n\"Truly unfortunate, sir. But safety always comes first.\""
            },
            "position": {
                "x": 250,
                "y": 1650
            }
        },
        {
            "id": "node_35",
            "type": "default",
            "data": {
                "label": "LineNo: 2734871,\n\nSerge Wolkner: Safety comes first, Mr. President....\nen\n\n\n\"Safety comes first, Mr. President. Always.\""
            },
            "position": {
                "x": 500,
                "y": 1650
            }
        },
        {
            "id": "node_36",
            "type": "default",
            "data": {
                "label": "LineNo: 2734973,\n\nSerge Wolkner: That's what I'm here for, Mr. Pres...\nen\n\n\n\"That's what I'm here for, Mr. President.\""
            },
            "position": {
                "x": 0,
                "y": 1800
            }
        },
        {
            "id": "node_37",
            "type": "default",
            "data": {
                "label": "LineNo: 2735075,\n\nSerge Wolkner: I'm glad I could be of assistance,...\nen\n\n\n\"I'm glad I could be of assistance, Mr. President. The important thing is that we're safe.\""
            },
            "position": {
                "x": 250,
                "y": 1800
            }
        },
        {
            "id": "node_38",
            "type": "default",
            "data": {
                "label": "LineNo: 2735177,\n\nSerge Wolkner: I'm just doing my job, Mr. Preside...\nen\n\n\n\"I'm just doing my job, Mr. President. Safety is top priority.\""
            },
            "position": {
                "x": 500,
                "y": 1800
            }
        },
        {
            "id": "node_39",
            "type": "default",
            "data": {
                "label": "LineNo: 2735279,\n\nEwald Alphonso: It's just a pity we couldn't tap i...\nen\n\n\n\"It's just a pity we couldn't tap into the potential of our meeting before all this... chaos.\""
            },
            "position": {
                "x": 0,
                "y": 1950
            }
        },
        {
            "id": "node_40",
            "type": "default",
            "data": {
                "label": "LineNo: 2735389,\n\nEwald Alphonso: The Gasom security and local polic...\nen\n\n\n\"The Gasom security and local police had been warning about potential armed gang activity in the area. It was best not to take any chances.\""
            },
            "position": {
                "x": 250,
                "y": 1950
            }
        },
        {
            "id": "node_41",
            "type": "default",
            "data": {
                "label": "LineNo: 2735499,\n\nEwald Alphonso: Ah, Nouman! What a man he was. Alw...\nen\n\n\n\"Ah, Nouman! What a man he was. Always had a knack for lightening the mood, even in the direst of situations.\""
            },
            "position": {
                "x": 500,
                "y": 1950
            }
        },
        {
            "id": "node_42",
            "type": "default",
            "data": {
                "label": "LineNo: 2735601,\n\nEwald Alphonso: Once we were stuck in a traffic ja...\nen\n\n\n\"Once we were stuck in a traffic jam for hours, and he started singing old Sordish folk songs right there in the car. He had the whole motorcade laughing.\""
            },
            "position": {
                "x": 0,
                "y": 2100
            }
        },
        {
            "id": "node_43",
            "type": "default",
            "data": {
                "label": "LineNo: 2735719,\n\nEwald Alphonso: Ah, Nouman! What a man. He used to...\nen\n\n\n\"Ah, Nouman! What a man. He used to tell us the most outrageous stories to keep us entertained during long journeys.\""
            },
            "position": {
                "x": 250,
                "y": 2100
            }
        },
        {
            "id": "node_44",
            "type": "default",
            "data": {
                "label": "LineNo: 2735821,\n\nEwald Alphonso: Once he convinced a junior aide th...\nen\n\n\n\"Once he convinced a junior aide that the presidential limo was haunted! The poor lad didn't set foot in it for a week.\""
            },
            "position": {
                "x": 500,
                "y": 2100
            }
        },
        {
            "id": "node_45",
            "type": "default",
            "data": {
                "label": "LineNo: 2735939,\n\nSerge Wolkner: Mr. Alphonso, I was trained by Nou...\nen\n\n\n\"Mr. Alphonso, I was trained by Nouman Fevon, your former driver. He spoke often of his time serving you.\""
            },
            "position": {
                "x": 0,
                "y": 2250
            }
        },
        {
            "id": "node_46",
            "type": "default",
            "data": {
                "label": "LineNo: 2736041,\n\nSerge Wolkner: Mr. Alphonso, I was trained by you...\nen\n\n\n\"Mr. Alphonso, I was trained by your former driver Nouman Fevon. He often mentioned the challenges of your presidency.\""
            },
            "position": {
                "x": 250,
                "y": 2250
            }
        },
        {
            "id": "node_47",
            "type": "default",
            "data": {
                "label": "LineNo: 2736143,\n\nEwald Alphonso: Ah, Nouman. He was a real characte...\nen\n\n\n\"Ah, Nouman. He was a real character. Always ready with a joke, even during the most serious of crises.\""
            },
            "position": {
                "x": 500,
                "y": 2250
            }
        },
        {
            "id": "node_48",
            "type": "default",
            "data": {
                "label": "LineNo: 2736245,\n\nEwald Alphonso: His stories could get even the mos...\nen\n\n\n\"His stories could get even the most stone-faced security agents chuckling. I hope he was a good mentor to you, Serge.\""
            },
            "position": {
                "x": 0,
                "y": 2400
            }
        },
        {
            "id": "node_49",
            "type": "default",
            "data": {
                "label": "LineNo: 2736363,\n\nPlayer: Serge, can you sing any Sordish fo...\nen\n\n\n\"Serge, can you sing any Sordish folk songs to lighten the mood?\""
            },
            "position": {
                "x": 250,
                "y": 2400
            }
        },
        {
            "id": "node_50",
            "type": "default",
            "data": {
                "label": "LineNo: 2736465,\n\nPlayer: Perhaps we should add singing abil...\nen\n\n\n\"Perhaps we should add singing ability to the job requirements for presidential drivers, eh Serge?\""
            },
            "position": {
                "x": 500,
                "y": 2400
            }
        },
        {
            "id": "node_51",
            "type": "default",
            "data": {
                "label": "LineNo: 2736567,\n\nPlayer: Serge, I didn't know your job had...\nen\n\n\n\"Serge, I didn't know your job had such... unusual requirements.\""
            },
            "position": {
                "x": 0,
                "y": 2550
            }
        },
        {
            "id": "node_52",
            "type": "default",
            "data": {
                "label": "LineNo: 2736669,\n\nSerge Wolkner: I'm afraid I'm not much of a singe...\nen\n\n\n\"I'm afraid I'm not much of a singer, Mr. President. But I know how to avoid traffic jams.\""
            },
            "position": {
                "x": 250,
                "y": 2550
            }
        },
        {
            "id": "node_53",
            "type": "default",
            "data": {
                "label": "LineNo: 2736771,\n\nSerge Wolkner: I don't know about that, Mr. Presi...\nen\n\n\n\"I don't know about that, Mr. President. I think driving skills should be first on the list.\""
            },
            "position": {
                "x": 500,
                "y": 2550
            }
        },
        {
            "id": "node_54",
            "type": "default",
            "data": {
                "label": "LineNo: 2736873,\n\nSerge Wolkner: Well, Mr. President, you never kno...\nen\n\n\n\"Well, Mr. President, you never know what skills might come in handy. But I must admit, singing isn't my strong suit.\""
            },
            "position": {
                "x": 0,
                "y": 2700
            }
        },
        {
            "id": "node_55",
            "type": "default",
            "data": {
                "label": "LineNo: 2736975,\n\nEwald Alphonso: Ha! A true professional, this one.\nen\n\n\n\"Ha! A true professional, this one.\""
            },
            "position": {
                "x": 250,
                "y": 2700
            }
        },
        {
            "id": "node_56",
            "type": "default",
            "data": {
                "label": "LineNo: 2737077,\n\nEwald Alphonso: I'm sure your driving skills are t...\nen\n\n\n\"I'm sure your driving skills are top-notch, Serge. But a sense of humor can be just as important.\""
            },
            "position": {
                "x": 500,
                "y": 2700
            }
        },
        {
            "id": "node_57",
            "type": "default",
            "data": {
                "label": "LineNo: 2737179,\n\nEwald Alphonso: I'm sure you've got other hidden t...\nen\n\n\n\"I'm sure you've got other hidden talents.\""
            },
            "position": {
                "x": 0,
                "y": 2850
            }
        },
        {
            "id": "node_58",
            "type": "default",
            "data": {
                "label": "LineNo: 2737281,\n\nPlayer: Do you have any stories for us, Se...\nen\n\n\n\"Do you have any stories for us, Serge?\""
            },
            "position": {
                "x": 250,
                "y": 2850
            }
        },
        {
            "id": "node_59",
            "type": "default",
            "data": {
                "label": "LineNo: 2737383,\n\nPlayer: Serge, it seems like you have a to...\nen\n\n\n\"Serge, it seems like you have a tough act to follow.\""
            },
            "position": {
                "x": 500,
                "y": 2850
            }
        },
        {
            "id": "node_60",
            "type": "default",
            "data": {
                "label": "LineNo: 2737485,\n\nPlayer: Come to think of it, I do hear som...\nen\n\n\n\"Come to think of it, I do hear some strange noises in there sometimes.\""
            },
            "position": {
                "x": 0,
                "y": 3000
            }
        },
        {
            "id": "node_61",
            "type": "default",
            "data": {
                "label": "LineNo: 2737587,\n\nSerge Wolkner: I'm afraid I'm not much of a story...\nen\n\n\n\"I'm afraid I'm not much of a storyteller, Mr. President. I'd rather keep my focus on the road.\""
            },
            "position": {
                "x": 250,
                "y": 3000
            }
        },
        {
            "id": "node_62",
            "type": "default",
            "data": {
                "label": "LineNo: 2737689,\n\nSerge Wolkner: Indeed, Mr. President. Nouman was...\nen\n\n\n\"Indeed, Mr. President. Nouman was quite a character. I do my best to serve in my own way.\""
            },
            "position": {
                "x": 500,
                "y": 3000
            }
        },
        {
            "id": "node_63",
            "type": "default",
            "data": {
                "label": "LineNo: 2737791,\n\nSerge Wolkner: Whatever you hear, it's not the en...\nen\n\n\n\"Whatever you hear, it's not the engine. I check up on it at least once a month to make sure it's running smoothly.\""
            },
            "position": {
                "x": 0,
                "y": 3150
            }
        },
        {
            "id": "node_64",
            "type": "default",
            "data": {
                "label": "LineNo: 2737893,\n\nEwald Alphonso: A wise approach, Serge. We wouldn'...\nen\n\n\n\"A wise approach, Serge. We wouldn't want any nervous aides running around, would we?\""
            },
            "position": {
                "x": 250,
                "y": 3150
            }
        },
        {
            "id": "node_65",
            "type": "default",
            "data": {
                "label": "LineNo: 2737995,\n\nEwald Alphonso: And you're doing it very well, fro...\nen\n\n\n\"And you're doing it very well, from the looks of it.\""
            },
            "position": {
                "x": 500,
                "y": 3150
            }
        },
        {
            "id": "node_66",
            "type": "default",
            "data": {
                "label": "LineNo: 2738097,\n\nEwald Alphonso: Well done, Serge. I'll come to you...\nen\n\n\n\"Well done, Serge. I'll come to you the next time I need car advice.\""
            },
            "position": {
                "x": 0,
                "y": 3300
            }
        },
        {
            "id": "node_67",
            "type": "default",
            "data": {
                "label": "LineNo: 2738199,\n\nPlayer: Do you have any funny stories for...\nen\n\n\n\"Do you have any funny stories for us, Serge?\""
            },
            "position": {
                "x": 250,
                "y": 3300
            }
        },
        {
            "id": "node_68",
            "type": "default",
            "data": {
                "label": "LineNo: 2738301,\n\nPlayer: He used humor to lighten a stressf...\nen\n\n\n\"He used humor to lighten a stressful situation. I see. Ever hear of humor, Serge?\""
            },
            "position": {
                "x": 500,
                "y": 3300
            }
        },
        {
            "id": "node_69",
            "type": "default",
            "data": {
                "label": "LineNo: 2738403,\n\nPlayer: Serge, did learning from Nouman he...\nen\n\n\n\"Serge, did learning from Nouman help you stay cool in a crisis?\""
            },
            "position": {
                "x": 0,
                "y": 3450
            }
        },
        {
            "id": "node_70",
            "type": "default",
            "data": {
                "label": "LineNo: 2738505,\n\nSerge Wolkner: Mr. Rayne, Nouman had his style, a...\nen\n\n\n\"Mr. Rayne, Nouman had his style, and I have mine. I believe in maintaining professionalism at all times.\""
            },
            "position": {
                "x": 250,
                "y": 3450
            }
        },
        {
            "id": "node_71",
            "type": "default",
            "data": {
                "label": "LineNo: 2738607,\n\nSerge Wolkner: Of course, Mr. President. But I've...\nen\n\n\n\"Of course, Mr. President. But I've found that focus and competence are more effective in managing stress.\""
            },
            "position": {
                "x": 500,
                "y": 3450
            }
        },
        {
            "id": "node_72",
            "type": "default",
            "data": {
                "label": "LineNo: 2738709,\n\nSerge Wolkner: Mr. President, Nouman's lessons we...\nen\n\n\n\"Mr. President, Nouman's lessons were invaluable, but I have tried to develop my own style.\""
            },
            "position": {
                "x": 0,
                "y": 3600
            }
        },
        {
            "id": "node_73",
            "type": "default",
            "data": {
                "label": "LineNo: 2738811,\n\nEwald Alphonso: I see, Serge. Different strokes fo...\nen\n\n\n\"I see, Serge. Different strokes for different folks.\""
            },
            "position": {
                "x": 250,
                "y": 3600
            }
        },
        {
            "id": "node_74",
            "type": "default",
            "data": {
                "label": "LineNo: 2738913,\n\nEwald Alphonso: I'd pay good money to see this one...\nen\n\n\n\"I'd pay good money to see this one in a car with Nouman. A straight man and a cut-up.\""
            },
            "position": {
                "x": 500,
                "y": 3600
            }
        },
        {
            "id": "node_75",
            "type": "default",
            "data": {
                "label": "LineNo: 2739015,\n\nEwald Alphonso: It's important to forge your own p...\nen\n\n\n\"It's important to forge your own path, Serge. I respect that.\""
            },
            "position": {
                "x": 0,
                "y": 3750
            }
        },
        {
            "id": "node_76",
            "type": "default",
            "data": {
                "label": "LineNo: 2739117,\n\nSerge Wolkner: The H-3 has the potential to conne...\nen\n\n\n\"The H-3 has the potential to connect the nation in a way we've never seen before. Your legacy will be etched into the very landscape of Sordland.\""
            },
            "position": {
                "x": 250,
                "y": 3750
            }
        },
        {
            "id": "node_77",
            "type": "default",
            "data": {
                "label": "LineNo: 2739219,\n\nSerge Wolkner: Seeing it from above is like witne...\nen\n\n\n\"Seeing it from above is like witnessing history in the making.\""
            },
            "position": {
                "x": 500,
                "y": 3750
            }
        },
        {
            "id": "node_78",
            "type": "default",
            "data": {
                "label": "LineNo: 2739321,\n\nSerge Wolkner: Historical, yet modern. There's so...\nen\n\n\n\"Historical, yet modern. There's something special about this city.\""
            },
            "position": {
                "x": 0,
                "y": 3900
            }
        },
        {
            "id": "node_79",
            "type": "default",
            "data": {
                "label": "LineNo: 2739423,\n\nEwald Alphonso: The H-3 highway... you know, {Base...\nen\n\n\n\"The H-3 highway... you know, {BaseGameText.AlphonsoToPlayer}, I was initially skeptical. But it could become a lifeline for our rural regions.\""
            },
            "position": {
                "x": 250,
                "y": 3900
            }
        },
        {
            "id": "node_80",
            "type": "default",
            "data": {
                "label": "LineNo: 2739525,\n\nEwald Alphonso: Economically, the H-3 highway was...\nen\n\n\n\"Economically, the H-3 highway was a sound decision. It's a visible symbol of progress.\""
            },
            "position": {
                "x": 500,
                "y": 3900
            }
        },
        {
            "id": "node_81",
            "type": "default",
            "data": {
                "label": "LineNo: 2739627,\n\nEwald Alphonso: I suppose the highway will have it...\nen\n\n\n\"I suppose the highway will have its benefits, but I can't help but think the funds could have been better allocated.\""
            },
            "position": {
                "x": 0,
                "y": 4050
            }
        },
        {
            "id": "node_82",
            "type": "default",
            "data": {
                "label": "LineNo: 2739729,\n\nEwald Alphonso: Serge may be right. You could make...\nen\n\n\n\"Serge may be right. You could make a significant impact.\""
            },
            "position": {
                "x": 250,
                "y": 4050
            }
        },
        {
            "id": "node_83",
            "type": "default",
            "data": {
                "label": "LineNo: 2739847,\n\nEwald Alphonso: Its impact on rural areas is still...\nen\n\n\n\"Its impact on rural areas is still up for debate, however.\""
            },
            "position": {
                "x": 500,
                "y": 4050
            }
        },
        {
            "id": "node_84",
            "type": "default",
            "data": {
                "label": "LineNo: 2739965,\n\nEwald Alphonso: To a project with a more immediate...\nen\n\n\n\"To a project with a more immediate impact, perhaps.\""
            },
            "position": {
                "x": 0,
                "y": 4200
            }
        },
        {
            "id": "node_85",
            "type": "default",
            "data": {
                "label": "LineNo: 2740083,\n\nPlayer: The returns might not be immediate...\nen\n\n\n\"The returns might not be immediate. But I truly think the highway will pay off in the long term.\""
            },
            "position": {
                "x": 250,
                "y": 4200
            }
        },
        {
            "id": "node_86",
            "type": "default",
            "data": {
                "label": "LineNo: 2740185,\n\nPlayer: Just wait until it's completed, So...\nen\n\n\n\"Just wait until it's completed, Sordland will make progress in leaps and bounds.\""
            },
            "position": {
                "x": 500,
                "y": 4200
            }
        },
        {
            "id": "node_87",
            "type": "default",
            "data": {
                "label": "LineNo: 2740287,\n\nPlayer: Some of my ministers had concerns...\nen\n\n\n\"Some of my ministers had concerns as well. But I believe the H-3 was a solid investment.\""
            },
            "position": {
                "x": 0,
                "y": 4350
            }
        },
        {
            "id": "node_88",
            "type": "default",
            "data": {
                "label": "LineNo: 2740389,\n\nPlayer: It's a symbol of Sordland's past a...\nen\n\n\n\"It's a symbol of Sordland's past as well as its future.\""
            },
            "position": {
                "x": 250,
                "y": 4350
            }
        },
        {
            "id": "node_89",
            "type": "default",
            "data": {
                "label": "LineNo: 2740491,\n\nPlayer: It's a testament to the complexity...\nen\n\n\n\"It's a testament to the complexity of our nation.\""
            },
            "position": {
                "x": 500,
                "y": 4350
            }
        },
        {
            "id": "node_90",
            "type": "default",
            "data": {
                "label": "LineNo: 2740593,\n\nPlayer: Its wealth disparities concern me....\nen\n\n\n\"Its wealth disparities concern me. But with your foundation, you're already making a difference.\""
            },
            "position": {
                "x": 0,
                "y": 4500
            }
        },
        {
            "id": "node_91",
            "type": "default",
            "data": {
                "label": "LineNo: 2740695,\n\nPlayer: Just wait until it's completed. Lo...\nen\n\n\n\"Just wait until it's completed. Logistical operations in Sordland will never be the same again.\""
            },
            "position": {
                "x": 250,
                "y": 4500
            }
        },
        {
            "id": "node_92",
            "type": "default",
            "data": {
                "label": "LineNo: 2740797,\n\nPlayer: Yes, it's ambitious. But great cha...\nen\n\n\n\"Yes, it's ambitious. But great change often requires bold decisions.\""
            },
            "position": {
                "x": 500,
                "y": 4500
            }
        },
        {
            "id": "node_93",
            "type": "default",
            "data": {
                "label": "LineNo: 2740899,\n\nPlayer: Your man Gus Manger made an especi...\nen\n\n\n\"Your man Gus Manger made an especially convincing case for the railway's construction. I hope he was right.\""
            },
            "position": {
                "x": 0,
                "y": 4650
            }
        },
        {
            "id": "node_94",
            "type": "default",
            "data": {
                "label": "LineNo: 2741001,\n\nNarrator: I peered out the window at the loom...\nen\n\n\nI peered out the window at the looming cityscape of Lachaven was quickly enlarging. The sea was visible in the distance, its blue surface dotted with cargo ships."
            },
            "position": {
                "x": 250,
                "y": 4650
            }
        },
        {
            "id": "node_95",
            "type": "default",
            "data": {
                "label": "LineNo: 2741659,\n\nEwald Alphonso: An ambitious project, to be sure....\nen\n\n\n\"An ambitious project, to be sure. But you'll need to ensure it doesn't become a white elephant.\""
            },
            "position": {
                "x": 500,
                "y": 4650
            }
        },
        {
            "id": "node_96",
            "type": "default",
            "data": {
                "label": "LineNo: 2741761,\n\nEwald Alphonso: The L-1 railway... quite an invest...\nen\n\n\n\"The L-1 railway... quite an investment. I hope it will not turn out to be a financial burden in the long run.\""
            },
            "position": {
                "x": 0,
                "y": 4800
            }
        },
        {
            "id": "node_97",
            "type": "default",
            "data": {
                "label": "LineNo: 2741879,\n\nEwald Alphonso: It's a fine line you're treading.\nen\n\n\n\"It's a fine line you're treading.\""
            },
            "position": {
                "x": 250,
                "y": 4800
            }
        },
        {
            "id": "node_98",
            "type": "default",
            "data": {
                "label": "LineNo: 2741997,\n\nEwald Alphonso: The L-1 railway. Now that's a proj...\nen\n\n\n\"The L-1 railway. Now that's a project I can stand behind.\""
            },
            "position": {
                "x": 500,
                "y": 4800
            }
        },
        {
            "id": "node_99",
            "type": "default",
            "data": {
                "label": "LineNo: 2742099,\n\nEwald Alphonso: It's not only efficient, it's a st...\nen\n\n\n\"It's not only efficient, it's a statement. It shows that Sordland is ready for the future.\""
            },
            "position": {
                "x": 0,
                "y": 4950
            }
        },
        {
            "id": "node_100",
            "type": "default",
            "data": {
                "label": "LineNo: 2742773,\n\nEwald Alphonso: What a city. It nearly brings me t...\nen\n\n\n\"What a city. It nearly brings me to tears every time I see it.\""
            },
            "position": {
                "x": 250,
                "y": 4950
            }
        },
        {
            "id": "node_101",
            "type": "default",
            "data": {
                "label": "LineNo: 2742875,\n\nEwald Alphonso: Lachaven... it's a symbol of our n...\nen\n\n\n\"Lachaven... it's a symbol of our nation, in both a good and bad way.\""
            },
            "position": {
                "x": 500,
                "y": 4950
            }
        },
        {
            "id": "node_102",
            "type": "default",
            "data": {
                "label": "LineNo: 2742977,\n\nEwald Alphonso: But Lachaven has its issues, like...\nen\n\n\n\"But Lachaven has its issues, like any other city. We mustn't forget that.\""
            },
            "position": {
                "x": 0,
                "y": 5100
            }
        },
        {
            "id": "node_103",
            "type": "default",
            "data": {
                "label": "LineNo: 2743103,\n\nEwald Alphonso: Wealth and poverty, side by side.....\nen\n\n\n\"Wealth and poverty, side by side... it's a stark reminder of how much work people like us have left to do.\""
            },
            "position": {
                "x": 250,
                "y": 5100
            }
        },
        {
            "id": "node_104",
            "type": "default",
            "data": {
                "label": "LineNo: 2743229,\n\nEwald Alphonso: Ah, Lachaven... ‘The Gateway of So...\nen\n\n\n\"Ah, Lachaven... ‘The Gateway of Sordland’.\""
            },
            "position": {
                "x": 500,
                "y": 5100
            }
        },
        {
            "id": "node_105",
            "type": "default",
            "data": {
                "label": "LineNo: 2743331,\n\nEwald Alphonso: It truly is the heart of our natio...\nen\n\n\n\"It truly is the heart of our nation.\""
            },
            "position": {
                "x": 0,
                "y": 5250
            }
        },
        {
            "id": "node_106",
            "type": "default",
            "data": {
                "label": "LineNo: 2743457,\n\nSerge Wolkner: My apologies, gentlemen. I didn't...\nen\n\n\n\"My apologies, gentlemen. I didn't mean to dominate the conversation.\""
            },
            "position": {
                "x": 250,
                "y": 5250
            }
        },
        {
            "id": "node_107",
            "type": "default",
            "data": {
                "label": "LineNo: 2743583,\n\nSerge Wolkner: It moves me to think about how man...\nen\n\n\n\"It moves me to think about how many citizens' lives will change because of your project, Mr. President.\""
            },
            "position": {
                "x": 500,
                "y": 5250
            }
        },
        {
            "id": "node_108",
            "type": "default",
            "data": {
                "label": "LineNo: 2743685,\n\nSerge Wolkner: A revolutionary vision from a visi...\nen\n\n\n\"A revolutionary vision from a visionary president.\""
            },
            "position": {
                "x": 0,
                "y": 5400
            }
        },
        {
            "id": "node_109",
            "type": "default",
            "data": {
                "label": "LineNo: 2743787,\n\nSerge Wolkner: I can't imagine what it must be li...\nen\n\n\n\"I can't imagine what it must be like to live here. Something exciting happening every day.\""
            },
            "position": {
                "x": 250,
                "y": 5400
            }
        },
        {
            "id": "node_110",
            "type": "default",
            "data": {
                "label": "LineNo: 2743889,\n\nPlayer: You prefer to keep things professi...\nen\n\n\n\"You prefer to keep things professional, right? Let's do that going forward.\""
            },
            "position": {
                "x": 500,
                "y": 5400
            }
        },
        {
            "id": "node_111",
            "type": "default",
            "data": {
                "label": "LineNo: 2743991,\n\nPlayer: Who needs Nouman's entertainment w...\nen\n\n\n\"Who needs Nouman's entertainment when we can listen to Serge Wolkner rhapsodizing about Sordland?\""
            },
            "position": {
                "x": 0,
                "y": 5550
            }
        },
        {
            "id": "node_112",
            "type": "default",
            "data": {
                "label": "LineNo: 2744093,\n\nPlayer: No need to apologize, Serge. It's...\nen\n\n\n\"No need to apologize, Serge. It's always a pleasure to listen to you.\""
            },
            "position": {
                "x": 250,
                "y": 5550
            }
        },
        {
            "id": "node_113",
            "type": "default",
            "data": {
                "label": "LineNo: 2744195,\n\nPlayer: That's quite all right. But I do h...\nen\n\n\n\"That's quite all right. But I do have a few more things I'd like to bring up with Mr. Alphonso.\""
            },
            "position": {
                "x": 500,
                "y": 5550
            }
        },
        {
            "id": "node_114",
            "type": "default",
            "data": {
                "label": "LineNo: 2744297,\n\nSerge Wolkner: Understood, Mr. President. I'll ma...\nen\n\n\n\"Understood, Mr. President. I'll make sure to keep that in mind.\""
            },
            "position": {
                "x": 0,
                "y": 5700
            }
        },
        {
            "id": "node_115",
            "type": "default",
            "data": {
                "label": "LineNo: 2744399,\n\nSerge Wolkner: It's true, Mr. President. I couldn...\nen\n\n\n\"It's true, Mr. President. I couldn't stay silent in the face of such a beautiful sight.\""
            },
            "position": {
                "x": 250,
                "y": 5700
            }
        },
        {
            "id": "node_116",
            "type": "default",
            "data": {
                "label": "LineNo: 2744501,\n\nSerge Wolkner: I appreciate you saying that, Mr....\nen\n\n\n\"I appreciate you saying that, Mr. President. Sordland has always been my great love.\""
            },
            "position": {
                "x": 500,
                "y": 5700
            }
        },
        {
            "id": "node_117",
            "type": "default",
            "data": {
                "label": "LineNo: 2744603,\n\nSerge Wolkner: Certainly, Mr. President.\nen\n\n\n\"Certainly, Mr. President.\""
            },
            "position": {
                "x": 0,
                "y": 5850
            }
        },
        {
            "id": "node_118",
            "type": "default",
            "data": {
                "label": "LineNo: 2744705,\n\nNarrator: As we began our descent towards the...\nen\n\n\nAs we began our descent towards the Blue Mansion, Alphonso shifted the conversation."
            },
            "position": {
                "x": 250,
                "y": 5850
            }
        },
        {
            "id": "node_119",
            "type": "default",
            "data": {
                "label": "LineNo: 2744807,\n\nEwald Alphonso: We're approximately 25 minutes awa...\nen\n\n\n\"We're approximately 25 minutes away from the Blue Mansion State Building, {BaseGameText.AlphonsoToPlayer}.\""
            },
            "position": {
                "x": 500,
                "y": 5850
            }
        },
        {
            "id": "node_120",
            "type": "default",
            "data": {
                "label": "LineNo: 2746021,\n\nPlayer: That sounds promising. These initi...\nen\n\n\n\"That sounds promising. These initiatives could significantly improve workers' lives.\""
            },
            "position": {
                "x": 0,
                "y": 6000
            }
        },
        {
            "id": "node_121",
            "type": "default",
            "data": {
                "label": "LineNo: 2746123,\n\nPlayer: That's an ambitious plan. I hope y...\nen\n\n\n\"That's an ambitious plan. I hope you can execute it.\""
            },
            "position": {
                "x": 250,
                "y": 6000
            }
        },
        {
            "id": "node_122",
            "type": "default",
            "data": {
                "label": "LineNo: 2747059,\n\nEwald Alphonso: I can't thank you enough for Sordl...\nen\n\n\n\"I can't thank you enough for Sordland's heavy investment in Gasom. Thanks to you, we'll be able to expand operations enough to meet both Sordish and global demand.\""
            },
            "position": {
                "x": 500,
                "y": 6000
            }
        },
        {
            "id": "node_123",
            "type": "default",
            "data": {
                "label": "LineNo: 2747161,\n\nEwald Alphonso: Galmland, Qinal, and Anraka have a...\nen\n\n\n\"Galmland, Qinal, and Anraka have all indicated their willingness to invest. If we were to eventually remove the EPA, the influx of foreign money could lead to significant profit for the state in the next round of investments.\""
            },
            "position": {
                "x": 0,
                "y": 6150
            }
        },
        {
            "id": "node_124",
            "type": "default",
            "data": {
                "label": "LineNo: 2747279,\n\nPlayer: It's a bold move, but it could ind...\nen\n\n\n\"It's a bold move, but it could indeed create an economic upswing. I'll consider raising the foreign ownership limit.\""
            },
            "position": {
                "x": 250,
                "y": 6150
            }
        },
        {
            "id": "node_125",
            "type": "default",
            "data": {
                "label": "LineNo: 2747381,\n\nPlayer: We must also consider the potentia...\nen\n\n\n\"We must also consider the potential risks. Aren't you worried that increasing foreign ownership could lead to less control over our energy resources?\""
            },
            "position": {
                "x": 500,
                "y": 6150
            }
        },
        {
            "id": "node_126",
            "type": "default",
            "data": {
                "label": "LineNo: 2747483,\n\nEwald Alphonso: I'm glad to hear that, Mr. Preside...\nen\n\n\n\"I'm glad to hear that, Mr. President. This could mark a new era of prosperity for Sordland.\""
            },
            "position": {
                "x": 0,
                "y": 6300
            }
        },
        {
            "id": "node_127",
            "type": "default",
            "data": {
                "label": "LineNo: 2747585,\n\nEwald Alphonso: Maintaining control and ensuring e...\nen\n\n\n\"Maintaining control and ensuring energy security are indeed important.\""
            },
            "position": {
                "x": 250,
                "y": 6300
            }
        },
        {
            "id": "node_128",
            "type": "default",
            "data": {
                "label": "LineNo: 2747687,\n\nPlayer: Your argument is compelling, but i...\nen\n\n\n\"Your argument is compelling, but it's a complex issue. I'll consider your recommendation.\""
            },
            "position": {
                "x": 500,
                "y": 6300
            }
        },
        {
            "id": "node_129",
            "type": "default",
            "data": {
                "label": "LineNo: 2747789,\n\nEwald Alphonso: I appreciate your open-mindedness,...\nen\n\n\n\"I appreciate your open-mindedness, Mr. President. All I ask is that we approach this with a clear vision of the economic potential it could unlock for Sordland.\""
            },
            "position": {
                "x": 0,
                "y": 6450
            }
        },
        {
            "id": "node_130",
            "type": "default",
            "data": {
                "label": "LineNo: 2747891,\n\nEwald Alphonso: Mr. President, this strategic part...\nen\n\n\n\"Mr. President, this strategic partnership with Rizia in Gasom is a promising step forward. It allows us to spread the initial risks and invites additional interest.\""
            },
            "position": {
                "x": 250,
                "y": 6450
            }
        },
        {
            "id": "node_131",
            "type": "default",
            "data": {
                "label": "LineNo: 2747993,\n\nEwald Alphonso: Of course they'd be a controversia...\nen\n\n\n\"Of course they'd be a controversial partner, but as long as they hold a minority stake, we shouldn't face any significant issues. Qinal is also showing interest, by the way.\""
            },
            "position": {
                "x": 500,
                "y": 6450
            }
        },
        {
            "id": "node_132",
            "type": "default",
            "data": {
                "label": "LineNo: 2748111,\n\nPlayer: I understand your points, Mr. Alph...\nen\n\n\n\"I understand your points, Mr. Alphonso, but we need to consider national security. Inviting multiple foreign powers into Sordland's energy sector could lead to potential problems down the line.\""
            },
            "position": {
                "x": 0,
                "y": 6600
            }
        },
        {
            "id": "node_133",
            "type": "default",
            "data": {
                "label": "LineNo: 2748213,\n\nPlayer: Mr. Alphonso, don't you think we'r...\nen\n\n\n\"Mr. Alphonso, don't you think we're gambling a bit too much with the future of our energy sector? What if Rumburg decides to use their stake for political leverage?\""
            },
            "position": {
                "x": 250,
                "y": 6600
            }
        },
        {
            "id": "node_134",
            "type": "default",
            "data": {
                "label": "LineNo: 2748315,\n\nEwald Alphonso: National security is paramount, {B...\nen\n\n\n\"National security is paramount, {BaseGameText.AlphonsoToPlayer}. But we also need to consider the economic potential.\""
            },
            "position": {
                "x": 500,
                "y": 6600
            }
        },
        {
            "id": "node_135",
            "type": "default",
            "data": {
                "label": "LineNo: 2748417,\n\nEwald Alphonso: Rumburg's involvement could indeed...\nen\n\n\n\"Rumburg's involvement could indeed be a double-edged sword. But we must remember that their stake would be a minority one.\""
            },
            "position": {
                "x": 0,
                "y": 6750
            }
        },
        {
            "id": "node_136",
            "type": "default",
            "data": {
                "label": "LineNo: 2748519,\n\nPlayer: This is a bold move. It could inde...\nen\n\n\n\"This is a bold move. It could indeed provide a much-needed boost to our economy. But we must tread carefully.\""
            },
            "position": {
                "x": 250,
                "y": 6750
            }
        },
        {
            "id": "node_137",
            "type": "default",
            "data": {
                "label": "LineNo: 2748621,\n\nEwald Alphonso: In my experience, fortune favors t...\nen\n\n\n\"In my experience, fortune favors the bold. We're not only securing Gasom's future but also placing Sordland on the global energy map.\""
            },
            "position": {
                "x": 500,
                "y": 6750
            }
        },
        {
            "id": "node_138",
            "type": "default",
            "data": {
                "label": "LineNo: 2748723,\n\nEwald Alphonso: I'm especially concerned now that...\nen\n\n\n\"I'm especially concerned now that it's become clear that Sordland is abandoning Gasom to its fate.\""
            },
            "position": {
                "x": 0,
                "y": 6900
            }
        },
        {
            "id": "node_139",
            "type": "default",
            "data": {
                "label": "LineNo: 2748825,\n\nEwald Alphonso: And that's not a prospect I relish...\nen\n\n\n\"And that's not a prospect I relish. We're truly caught between a rock and a hard place.\""
            },
            "position": {
                "x": 250,
                "y": 6900
            }
        },
        {
            "id": "node_140",
            "type": "default",
            "data": {
                "label": "LineNo: 2748943,\n\nPlayer: I must say I'm disappointed that w...\nen\n\n\n\"I must say I'm disappointed that we are in this situation. As the chair of Gasom, you should have anticipated these challenges.\""
            },
            "position": {
                "x": 500,
                "y": 6900
            }
        },
        {
            "id": "node_141",
            "type": "default",
            "data": {
                "label": "LineNo: 2749045,\n\nPlayer: You're Gasom's chair. Can't you fi...\nen\n\n\n\"You're Gasom's chair. Can't you find a way  to save the company without risking our sovereignty?\""
            },
            "position": {
                "x": 0,
                "y": 7050
            }
        },
        {
            "id": "node_142",
            "type": "default",
            "data": {
                "label": "LineNo: 2749147,\n\nEwald Alphonso: Yes, the situation is far from ide...\nen\n\n\n\"Yes, the situation is far from ideal. But I assure you, we've done our best under the circumstances.\""
            },
            "position": {
                "x": 250,
                "y": 7050
            }
        },
        {
            "id": "node_143",
            "type": "default",
            "data": {
                "label": "LineNo: 2749249,\n\nPlayer: This conversation seems to revolve...\nen\n\n\n\"This conversation seems to revolve around accommodating foreign investors rather than serving Sordland. We shouldn't prioritize the interests of capitalists over our own citizens.\""
            },
            "position": {
                "x": 500,
                "y": 7050
            }
        },
        {
            "id": "node_144",
            "type": "default",
            "data": {
                "label": "LineNo: 2749351,\n\nEwald Alphonso: Capital is a tool. Used properly,...\nen\n\n\n\"Capital is a tool. Used properly, it can bring prosperity and create jobs.\""
            },
            "position": {
                "x": 0,
                "y": 7200
            }
        },
        {
            "id": "node_145",
            "type": "default",
            "data": {
                "label": "LineNo: 2749645,\n\nEwald Alphonso: I worry that Sordland's unwillingn...\nen\n\n\n\"I worry that Sordland's unwillingness to invest in its own gas company might be perceived as a sign of weakness.\""
            },
            "position": {
                "x": 250,
                "y": 7200
            }
        },
        {
            "id": "node_146",
            "type": "default",
            "data": {
                "label": "LineNo: 2749763,\n\nPlayer: Our strength is not measured by ho...\nen\n\n\n\"Our strength is not measured by how much we invest, but how wisely we use our resources.\""
            },
            "position": {
                "x": 500,
                "y": 7200
            }
        },
        {
            "id": "node_147",
            "type": "default",
            "data": {
                "label": "LineNo: 2749865,\n\nPlayer: We're showing that we can't be bou...\nen\n\n\n\"We're showing that we can't be bought or influenced by money.\""
            },
            "position": {
                "x": 0,
                "y": 7350
            }
        },
        {
            "id": "node_148",
            "type": "default",
            "data": {
                "label": "LineNo: 2749967,\n\nPlayer: Strength can also mean resisting t...\nen\n\n\n\"Strength can also mean resisting the urge to chase after every opportunity.\""
            },
            "position": {
                "x": 250,
                "y": 7350
            }
        },
        {
            "id": "node_149",
            "type": "default",
            "data": {
                "label": "LineNo: 2750069,\n\nEwald Alphonso: Wise words, Mr. President, but if...\nen\n\n\n\"Wise words, Mr. President, but if you truly believed them, you would have invested.\""
            },
            "position": {
                "x": 500,
                "y": 7350
            }
        },
        {
            "id": "node_150",
            "type": "default",
            "data": {
                "label": "LineNo: 2750171,\n\nEwald Alphonso: A strong stance. But we must also...\nen\n\n\n\"A strong stance. But we must also remember that money is a tool, and it can be used to shape our destiny.\""
            },
            "position": {
                "x": 0,
                "y": 7500
            }
        },
        {
            "id": "node_151",
            "type": "default",
            "data": {
                "label": "LineNo: 2750273,\n\nEwald Alphonso: Perhaps. We'll have to see how thi...\nen\n\n\n\"Perhaps. We'll have to see how this approach pans out.\""
            },
            "position": {
                "x": 250,
                "y": 7500
            }
        },
        {
            "id": "node_152",
            "type": "default",
            "data": {
                "label": "LineNo: 2750375,\n\nEwald Alphonso: Your government's large investment...\nen\n\n\n\"Your government's large investment in Gasom will undoubtedly drive our economy forward and give us a stronger position in the global market.\""
            },
            "position": {
                "x": 500,
                "y": 7500
            }
        },
        {
            "id": "node_153",
            "type": "default",
            "data": {
                "label": "LineNo: 2750493,\n\nPlayer: Exactly. We're setting a strong fo...\nen\n\n\n\"Exactly. We're setting a strong foundation for future growth.\""
            },
            "position": {
                "x": 0,
                "y": 7650
            }
        },
        {
            "id": "node_154",
            "type": "default",
            "data": {
                "label": "LineNo: 2750595,\n\nPlayer: This is our chance to make Sordlan...\nen\n\n\n\"This is our chance to make Sordland a global leader in energy.\""
            },
            "position": {
                "x": 250,
                "y": 7650
            }
        },
        {
            "id": "node_155",
            "type": "default",
            "data": {
                "label": "LineNo: 2750697,\n\nPlayer: We're showing the world that Sordl...\nen\n\n\n\"We're showing the world that Sordland is open for business.\""
            },
            "position": {
                "x": 500,
                "y": 7650
            }
        },
        {
            "id": "node_156",
            "type": "default",
            "data": {
                "label": "LineNo: 2750799,\n\nEwald Alphonso: Indeed, {BaseGameText.AlphonsoToPl...\nen\n\n\n\"Indeed, {BaseGameText.AlphonsoToPlayer}. It's a move that will echo positively in our history.\""
            },
            "position": {
                "x": 0,
                "y": 7800
            }
        },
        {
            "id": "node_157",
            "type": "default",
            "data": {
                "label": "LineNo: 2750901,\n\nEwald Alphonso: Absolutely, we're not just making...\nen\n\n\n\"Absolutely, we're not just making an investment; we're making a statement.\""
            },
            "position": {
                "x": 250,
                "y": 7800
            }
        },
        {
            "id": "node_158",
            "type": "default",
            "data": {
                "label": "LineNo: 2751003,\n\nEwald Alphonso: That's right, {BaseGameText.Alphon...\nen\n\n\n\"That's right, {BaseGameText.AlphonsoToPlayer}. It's a strong message, and the world is certainly watching.\""
            },
            "position": {
                "x": 500,
                "y": 7800
            }
        },
        {
            "id": "node_159",
            "type": "default",
            "data": {
                "label": "LineNo: 2751105,\n\nEwald Alphonso: I'm sure that you agree it's impor...\nen\n\n\n\"I'm sure that you agree it's important to maintain autonomy, even while co-investing with Rizia.\""
            },
            "position": {
                "x": 0,
                "y": 7950
            }
        },
        {
            "id": "node_160",
            "type": "default",
            "data": {
                "label": "LineNo: 2751223,\n\nPlayer: Agreed. We need to ensure our sove...\nen\n\n\n\"Agreed. We need to ensure our sovereignty isn't compromised.\""
            },
            "position": {
                "x": 250,
                "y": 7950
            }
        },
        {
            "id": "node_161",
            "type": "default",
            "data": {
                "label": "LineNo: 2751325,\n\nPlayer: I see this as an opportunity to le...\nen\n\n\n\"I see this as an opportunity to learn and grow together with the Kingdom.\""
            },
            "position": {
                "x": 500,
                "y": 7950
            }
        },
        {
            "id": "node_162",
            "type": "default",
            "data": {
                "label": "LineNo: 2751427,\n\nPlayer: Our collaboration is a mere steppi...\nen\n\n\n\"Our collaboration is a mere stepping stone to bigger and better opportunities.\""
            },
            "position": {
                "x": 0,
                "y": 8100
            }
        },
        {
            "id": "node_163",
            "type": "default",
            "data": {
                "label": "LineNo: 2751529,\n\nEwald Alphonso: Exactly, {BaseGameText.AlphonsoToP...\nen\n\n\n\"Exactly, {BaseGameText.AlphonsoToPlayer}. Maintaining control is crucial, even as we build stronger alliances.\""
            },
            "position": {
                "x": 250,
                "y": 8100
            }
        },
        {
            "id": "node_164",
            "type": "default",
            "data": {
                "label": "LineNo: 2751631,\n\nEwald Alphonso: Indeed, we can definitely learn a...\nen\n\n\n\"Indeed, we can definitely learn a lot from each other in this partnership.\""
            },
            "position": {
                "x": 500,
                "y": 8100
            }
        },
        {
            "id": "node_165",
            "type": "default",
            "data": {
                "label": "LineNo: 2751733,\n\nEwald Alphonso: I share your optimism, Mr. Preside...\nen\n\n\n\"I share your optimism, Mr. President. The potential for growth is certainly exciting.\""
            },
            "position": {
                "x": 0,
                "y": 8250
            }
        },
        {
            "id": "node_166",
            "type": "default",
            "data": {
                "label": "LineNo: 2751835,\n\nEwald Alphonso: I'm considering initiatives to pro...\nen\n\n\n\"I'm considering initiatives to provide private housing, health, and education support for our blue-collar workers.\""
            },
            "position": {
                "x": 250,
                "y": 8250
            }
        },
        {
            "id": "node_167",
            "type": "default",
            "data": {
                "label": "LineNo: 2751961,\n\nEwald Alphonso: We need to ensure they're receivin...\nen\n\n\n\"We need to ensure they're receiving competitive compensation.\""
            },
            "position": {
                "x": 500,
                "y": 8250
            }
        },
        {
            "id": "node_168",
            "type": "default",
            "data": {
                "label": "LineNo: 2752087,\n\nEwald Alphonso: I'm considering supporting local c...\nen\n\n\n\"I'm considering supporting local charities in Narbel.\""
            },
            "position": {
                "x": 0,
                "y": 8400
            }
        },
        {
            "id": "node_169",
            "type": "default",
            "data": {
                "label": "LineNo: 2752213,\n\nEwald Alphonso: Our company will do its best with...\nen\n\n\n\"Our company will do its best with the means it has.\""
            },
            "position": {
                "x": 250,
                "y": 8400
            }
        },
        {
            "id": "node_170",
            "type": "default",
            "data": {
                "label": "LineNo: 2752339,\n\nPlayer: I'm glad you're thinking along the...\nen\n\n\n\"I'm glad you're thinking along these lines. I expect more than mere consideration, though.\""
            },
            "position": {
                "x": 500,
                "y": 8400
            }
        },
        {
            "id": "node_171",
            "type": "default",
            "data": {
                "label": "LineNo: 2752441,\n\nEwald Alphonso: Thank you. I believe the same.\nen\n\n\n\"Thank you. I believe the same.\""
            },
            "position": {
                "x": 0,
                "y": 8550
            }
        },
        {
            "id": "node_172",
            "type": "default",
            "data": {
                "label": "LineNo: 2752543,\n\nEwald Alphonso: I share your sentiment. It's time...\nen\n\n\n\"I share your sentiment. It's time to turn these ideas into tangible actions.\""
            },
            "position": {
                "x": 250,
                "y": 8550
            }
        },
        {
            "id": "node_173",
            "type": "default",
            "data": {
                "label": "LineNo: 2752645,\n\nEwald Alphonso: You're absolutely right. It's abou...\nen\n\n\n\"You're absolutely right. It's about making these plans a reality.\""
            },
            "position": {
                "x": 500,
                "y": 8550
            }
        },
        {
            "id": "node_174",
            "type": "default",
            "data": {
                "label": "LineNo: 2752747,\n\nPlayer: That's a step in the right directi...\nen\n\n\n\"That's a step in the right direction. Fair wages are fundamental to worker satisfaction.\""
            },
            "position": {
                "x": 0,
                "y": 8700
            }
        },
        {
            "id": "node_175",
            "type": "default",
            "data": {
                "label": "LineNo: 2752849,\n\nPlayer: I'm glad to hear that. As long as...\nen\n\n\n\"I'm glad to hear that. As long as this review isn't merely a token gesture.\""
            },
            "position": {
                "x": 250,
                "y": 8700
            }
        },
        {
            "id": "node_176",
            "type": "default",
            "data": {
                "label": "LineNo: 2752951,\n\nPlayer: That's long overdue. I hope to see...\nen\n\n\n\"That's long overdue. I hope to see substantial improvements in their remuneration.\""
            },
            "position": {
                "x": 500,
                "y": 8700
            }
        },
        {
            "id": "node_177",
            "type": "default",
            "data": {
                "label": "LineNo: 2753053,\n\nEwald Alphonso: I agree. A satisfied workforce is...\nen\n\n\n\"I agree. A satisfied workforce is a productive one.\""
            },
            "position": {
                "x": 0,
                "y": 8850
            }
        },
        {
            "id": "node_178",
            "type": "default",
            "data": {
                "label": "LineNo: 2753155,\n\nEwald Alphonso: I assure you, this won't be just f...\nen\n\n\n\"I assure you, this won't be just for show. We're committed to making real changes.\""
            },
            "position": {
                "x": 250,
                "y": 8850
            }
        },
        {
            "id": "node_179",
            "type": "default",
            "data": {
                "label": "LineNo: 2753257,\n\nEwald Alphonso: I understand your concerns. We'll...\nen\n\n\n\"I understand your concerns. We'll strive to make this review beneficial for our workers.\""
            },
            "position": {
                "x": 500,
                "y": 8850
            }
        },
        {
            "id": "node_180",
            "type": "default",
            "data": {
                "label": "LineNo: 2753359,\n\nPlayer: That's a positive direction. I hop...\nen\n\n\n\"That's a positive direction. I hope to see Gasom leading the way in corporate responsibility.\""
            },
            "position": {
                "x": 0,
                "y": 9000
            }
        },
        {
            "id": "node_181",
            "type": "default",
            "data": {
                "label": "LineNo: 2753461,\n\nPlayer: Good thinking. But remember, susta...\nen\n\n\n\"Good thinking. But remember, sustainability is more than just philanthropy.\""
            },
            "position": {
                "x": 250,
                "y": 9000
            }
        },
        {
            "id": "node_182",
            "type": "default",
            "data": {
                "label": "LineNo: 2753563,\n\nPlayer: It's high time. I expect these con...\nen\n\n\n\"It's high time. I expect these considerations to translate into substantial changes.\""
            },
            "position": {
                "x": 500,
                "y": 9000
            }
        },
        {
            "id": "node_183",
            "type": "default",
            "data": {
                "label": "LineNo: 2753665,\n\nEwald Alphonso: Thank you. We hope to set a good e...\nen\n\n\n\"Thank you. We hope to set a good example for other Sordish corporations.\""
            },
            "position": {
                "x": 0,
                "y": 9150
            }
        },
        {
            "id": "node_184",
            "type": "default",
            "data": {
                "label": "LineNo: 2753767,\n\nEwald Alphonso: Absolutely. We're looking at a com...\nen\n\n\n\"Absolutely. We're looking at a comprehensive approach, beyond just charity.\""
            },
            "position": {
                "x": 250,
                "y": 9150
            }
        },
        {
            "id": "node_185",
            "type": "default",
            "data": {
                "label": "LineNo: 2753869,\n\nEwald Alphonso: Of course, {BaseGameText.AlphonsoT...\nen\n\n\n\"Of course, {BaseGameText.AlphonsoToPlayer}. You can count on that.\""
            },
            "position": {
                "x": 500,
                "y": 9150
            }
        },
        {
            "id": "node_186",
            "type": "default",
            "data": {
                "label": "LineNo: 2753971,\n\nPlayer: I appreciate your concern for Gaso...\nen\n\n\n\"I appreciate your concern for Gasom's economic contribution, but it's crucial not to overlook the welfare of the workers and the community.\""
            },
            "position": {
                "x": 0,
                "y": 9300
            }
        },
        {
            "id": "node_187",
            "type": "default",
            "data": {
                "label": "LineNo: 2754073,\n\nPlayer: That's a narrow view, Alphonso. As...\nen\n\n\n\"That's a narrow view, Alphonso. As Gasom grows, its social responsibilities should grow in tandem.\""
            },
            "position": {
                "x": 250,
                "y": 9300
            }
        },
        {
            "id": "node_188",
            "type": "default",
            "data": {
                "label": "LineNo: 2754175,\n\nPlayer: Maintaining the status quo is not...\nen\n\n\n\"Maintaining the status quo is not enough. Gasom needs to be a part of the solution, not the problem.\""
            },
            "position": {
                "x": 500,
                "y": 9300
            }
        },
        {
            "id": "node_189",
            "type": "default",
            "data": {
                "label": "LineNo: 2754277,\n\nEwald Alphonso: I assure you that we always strive...\nen\n\n\n\"I assure you that we always strive to balance business growth with social responsibility. It's the Gasom way.\""
            },
            "position": {
                "x": 0,
                "y": 9450
            }
        },
        {
            "id": "node_190",
            "type": "default",
            "data": {
                "label": "LineNo: 2754379,\n\nEwald Alphonso: A valid point. We will need to rea...\nen\n\n\n\"A valid point. We will need to reassess our priorities as we move forward.\""
            },
            "position": {
                "x": 250,
                "y": 9450
            }
        },
        {
            "id": "node_191",
            "type": "default",
            "data": {
                "label": "LineNo: 2754481,\n\nEwald Alphonso: I appreciate your input, {BaseGame...\nen\n\n\n\"I appreciate your input, {BaseGameText.AlphonsoToPlayer}. I'll take your thoughts into consideration as we plan for the future.\""
            },
            "position": {
                "x": 500,
                "y": 9450
            }
        },
        {
            "id": "node_192",
            "type": "default",
            "data": {
                "label": "LineNo: 2754583,\n\nNarrator: He looked out the window and yawned...\nen\n\n\nHe looked out the window and yawned."
            },
            "position": {
                "x": 0,
                "y": 9600
            }
        },
        {
            "id": "node_193",
            "type": "default",
            "data": {
                "label": "LineNo: 2754685,\n\nNarrator: Alphonso scribbled something on his...\nen\n\n\nAlphonso scribbled something on his notepad and passed it to one of his assistants in the helicopter."
            },
            "position": {
                "x": 250,
                "y": 9600
            }
        },
        {
            "id": "node_194",
            "type": "default",
            "data": {
                "label": "LineNo: 2754787,\n\nEwald Alphonso: Following our earlier conversation...\nen\n\n\n\"Following our earlier conversation, I've been contemplating how Gasom can play a larger role in supporting our workers and the community.\""
            },
            "position": {
                "x": 500,
                "y": 9600
            }
        },
        {
            "id": "node_195",
            "type": "default",
            "data": {
                "label": "LineNo: 2754889,\n\nEwald Alphonso: Based on our earlier discussion, I...\nen\n\n\n\"Based on our earlier discussion, I'm going to push for a review of our workers' salaries.\""
            },
            "position": {
                "x": 0,
                "y": 9750
            }
        },
        {
            "id": "node_196",
            "type": "default",
            "data": {
                "label": "LineNo: 2754991,\n\nEwald Alphonso: In light of our discussion today,...\nen\n\n\n\"In light of our discussion today, I've been thinking about how Gasom can implement sustainable practices and enhance our community engagement.\""
            },
            "position": {
                "x": 250,
                "y": 9750
            }
        },
        {
            "id": "node_197",
            "type": "default",
            "data": {
                "label": "LineNo: 2755093,\n\nEwald Alphonso: As for Gasom itself, we need to fo...\nen\n\n\n\"As for Gasom itself, we need to focus on maintaining our current bottom line rather than stretching ourselves thin.\""
            },
            "position": {
                "x": 500,
                "y": 9750
            }
        },
        {
            "id": "node_198",
            "type": "default",
            "data": {
                "label": "LineNo: 2755195,\n\nPlayer: As long as Gasom is doing well, I'...\nen\n\n\n\"As long as Gasom is doing well, I'm not concerned about how you choose to distribute your resources.\""
            },
            "position": {
                "x": 0,
                "y": 9900
            }
        },
        {
            "id": "node_199",
            "type": "default",
            "data": {
                "label": "LineNo: 2755297,\n\nEwald Alphonso: I appreciate your trust in Gasom's...\nen\n\n\n\"I appreciate your trust in Gasom's management.\""
            },
            "position": {
                "x": 250,
                "y": 9900
            }
        },
        {
            "id": "node_200",
            "type": "default",
            "data": {
                "label": "LineNo: 2755399,\n\nPlayer: The financial situation of Gasom's...\nen\n\n\n\"The financial situation of Gasom's employees is not my concern. They're paid for their work, aren't they?\""
            },
            "position": {
                "x": 500,
                "y": 9900
            }
        },
        {
            "id": "node_201",
            "type": "default",
            "data": {
                "label": "LineNo: 2755501,\n\nEwald Alphonso: Yes, they are. Our company has som...\nen\n\n\n\"Yes, they are. Our company has some of the country's best-paid engineering jobs.\""
            },
            "position": {
                "x": 0,
                "y": 10050
            }
        },
        {
            "id": "node_202",
            "type": "default",
            "data": {
                "label": "LineNo: 2755603,\n\nPlayer: As long as the workers are doing t...\nen\n\n\n\"As long as the workers are doing their jobs and Gasom is profitable, I see no reason to change anything.\""
            },
            "position": {
                "x": 250,
                "y": 10050
            }
        },
        {
            "id": "node_203",
            "type": "default",
            "data": {
                "label": "LineNo: 2755705,\n\nEwald Alphonso: I appreciate your pragmatic approa...\nen\n\n\n\"I appreciate your pragmatic approach. But investing in our workers' welfare can also lead to increased productivity and profitability.\""
            },
            "position": {
                "x": 500,
                "y": 10050
            }
        },
        {
            "id": "node_204",
            "type": "default",
            "data": {
                "label": "LineNo: 2755807,\n\nPlayer: Your ideas are commendable, but th...\nen\n\n\n\"Your ideas are commendable, but they're not my priority.\""
            },
            "position": {
                "x": 0,
                "y": 10200
            }
        },
        {
            "id": "node_205",
            "type": "default",
            "data": {
                "label": "LineNo: 2755909,\n\nEwald Alphonso: I understand. But I do believe tha...\nen\n\n\n\"I understand. But I do believe that more engagement with the community around us will have a positive impact on our productivity.\""
            },
            "position": {
                "x": 250,
                "y": 10200
            }
        },
        {
            "id": "node_206",
            "type": "default",
            "data": {
                "label": "LineNo: 2756011,\n\nNarrator: Republic Avenue stretched directly...\nen\n\n\nRepublic Avenue stretched directly beneath us, a grand boulevard lined with palm trees and decorated with sculptures. Even from this height, landmarks like the Evaria Gallery of Art, the Maroon Theatre, and the Lachaven Opera House were discernible."
            },
            "position": {
                "x": 500,
                "y": 10200
            }
        },
        {
            "id": "node_207",
            "type": "default",
            "data": {
                "label": "LineNo: 2756113,\n\nNarrator: We were hovering over Lachaven now....\nen\n\n\nWe were hovering over Lachaven now. The entire city was visible below us, its activity concentrated on its bustling port."
            },
            "position": {
                "x": 0,
                "y": 10350
            }
        },
        {
            "id": "node_208",
            "type": "default",
            "data": {
                "label": "LineNo: 2756215,\n\nEwald Alphonso: One last thing before we land. I'v...\nen\n\n\n\"One last thing before we land. I've been hearing noise about your administration making changes to the Energy Protection Act.\""
            },
            "position": {
                "x": 250,
                "y": 10350
            }
        },
        {
            "id": "node_209",
            "type": "default",
            "data": {
                "label": "LineNo: 2756317,\n\nEwald Alphonso: You might remember that I struggle...\nen\n\n\n\"You might remember that I struggled to repeal it during my term, and that said struggle was in vain. The Energy Protection Act of 1932 remains in force, and the restrictions on foreign ownership of energy companies in Sordland persist.\""
            },
            "position": {
                "x": 500,
                "y": 10350
            }
        },
        {
            "id": "node_210",
            "type": "default",
            "data": {
                "label": "LineNo: 2756419,\n\nEwald Alphonso: The vote was 179 against the repea...\nen\n\n\n\"The vote was 179 against the repeal to 71 in favor. The status quo prevailed, as it has to this day.\""
            },
            "position": {
                "x": 0,
                "y": 10500
            }
        },
        {
            "id": "node_211",
            "type": "default",
            "data": {
                "label": "LineNo: 2756545,\n\nPlayer: I understand why you sponsored the...\nen\n\n\n\"I understand why you sponsored the motion. But you of all people should understand the importance of protecting Sordland's crucial energy sector.\""
            },
            "position": {
                "x": 250,
                "y": 10500
            }
        },
        {
            "id": "node_212",
            "type": "default",
            "data": {
                "label": "LineNo: 2756647,\n\nPlayer: The defeat of the repeal was a set...\nen\n\n\n\"The defeat of the repeal was a setback for our plans to liberalize the economy. We must strategize and push for it in the next Assembly session.\""
            },
            "position": {
                "x": 500,
                "y": 10500
            }
        },
        {
            "id": "node_213",
            "type": "default",
            "data": {
                "label": "LineNo: 2756749,\n\nPlayer: I'm glad the repeal was defeated....\nen\n\n\n\"I'm glad the repeal was defeated. We should not open our energy sector to foreign control. We must prioritize Sordland's sovereignty.\""
            },
            "position": {
                "x": 0,
                "y": 10650
            }
        },
        {
            "id": "node_214",
            "type": "default",
            "data": {
                "label": "LineNo: 2756851,\n\nPlayer: The defeat of the repeal wasn't su...\nen\n\n\n\"The defeat of the repeal wasn't surprising given the political climate. I'd rather focus my efforts elsewhere.\""
            },
            "position": {
                "x": 250,
                "y": 10650
            }
        },
        {
            "id": "node_215",
            "type": "default",
            "data": {
                "label": "LineNo: 2756953,\n\nEwald Alphonso: Of course I do. But I also underst...\nen\n\n\n\"Of course I do. But I also understand that the right amount of foreign investment could rejuvenate both our energy sector and our economy as a whole.\""
            },
            "position": {
                "x": 500,
                "y": 10650
            }
        },
        {
            "id": "node_216",
            "type": "default",
            "data": {
                "label": "LineNo: 2757055,\n\nEwald Alphonso: I agree. It's clear that you'll ne...\nen\n\n\n\"I agree. It's clear that you'll need a different approach to win over the majority.\""
            },
            "position": {
                "x": 0,
                "y": 10800
            }
        },
        {
            "id": "node_217",
            "type": "default",
            "data": {
                "label": "LineNo: 2757157,\n\nEwald Alphonso: I still believe that the repeal wo...\nen\n\n\n\"I still believe that the repeal would have attracted much-needed foreign investment.\""
            },
            "position": {
                "x": 250,
                "y": 10800
            }
        },
        {
            "id": "node_218",
            "type": "default",
            "data": {
                "label": "LineNo: 2757259,\n\nEwald Alphonso: We must be pragmatic and pick our...\nen\n\n\n\"We must be pragmatic and pick our battles. This is *the* battle to fight.\""
            },
            "position": {
                "x": 500,
                "y": 10800
            }
        },
        {
            "id": "node_219",
            "type": "default",
            "data": {
                "label": "LineNo: 2757361,\n\nEwald Alphonso: I'm still mulling over the implica...\nen\n\n\n\"I'm still mulling over the implications of your investment decision, by the way.\""
            },
            "position": {
                "x": 0,
                "y": 10950
            }
        },
        {
            "id": "node_220",
            "type": "default",
            "data": {
                "label": "LineNo: 2757463,\n\nGasom Invest Choice Talk\nTitle en\n\n\nGasom Invest Choice Talk"
            },
            "position": {
                "x": 250,
                "y": 10950
            }
        },
        {
            "id": "node_221",
            "type": "default",
            "data": {
                "label": "LineNo: 2757565,\n\nNarrator: I cast my gaze over the harbor teem...\nen\n\n\nI cast my gaze over the harbor teeming with ships and the distinctive buildings of downtown. Their Lespian-style architecture lent the skyline a flavor unlike anywhere else in Sordland."
            },
            "position": {
                "x": 500,
                "y": 10950
            }
        },
        {
            "id": "node_222",
            "type": "default",
            "data": {
                "label": "LineNo: 2757667,\n\nEwald Alphonso: With that stage set, I believe an...\nen\n\n\n\"With that stage set, I believe an increase in the foreign ownership limit to 49% under the Energy Protection Act would attract considerable international investment.\""
            },
            "position": {
                "x": 0,
                "y": 11100
            }
        },
        {
            "id": "node_223",
            "type": "default",
            "data": {
                "label": "LineNo: 2757769,\n\nEwald Alphonso: However, with the right regulatory...\nen\n\n\n\"However, with the right regulatory framework, we can do both while still benefiting from foreign investment.\""
            },
            "position": {
                "x": 250,
                "y": 11100
            }
        },
        {
            "id": "node_224",
            "type": "default",
            "data": {
                "label": "LineNo: 2757871,\n\nEwald Alphonso: Our foundation is strong, and our...\nen\n\n\n\"Our foundation is strong, and our potential is limitless.\""
            },
            "position": {
                "x": 500,
                "y": 11100
            }
        },
        {
            "id": "node_225",
            "type": "default",
            "data": {
                "label": "LineNo: 2757997,\n\nPlayer: I agree, Mr. Alphonso. With the st...\nen\n\n\n\"I agree, Mr. Alphonso. With the state on board, Gasom's future will be bright.\""
            },
            "position": {
                "x": 0,
                "y": 11250
            }
        },
        {
            "id": "node_226",
            "type": "default",
            "data": {
                "label": "LineNo: 2758099,\n\nPlayer: You still haven't convinced me. Bu...\nen\n\n\n\"You still haven't convinced me. But consider Sordland's investment a vote of confidence for now.\""
            },
            "position": {
                "x": 250,
                "y": 11250
            }
        },
        {
            "id": "node_227",
            "type": "default",
            "data": {
                "label": "LineNo: 2758201,\n\nPlayer: Gasom's future certainly looks pro...\nen\n\n\n\"Gasom's future certainly looks promising, but the decision about the EPA is a complicated one.\""
            },
            "position": {
                "x": 500,
                "y": 11250
            }
        },
        {
            "id": "node_228",
            "type": "default",
            "data": {
                "label": "LineNo: 2758303,\n\nPlayer: I'm not so sure, Mr. Alphonso. We...\nen\n\n\n\"I'm not so sure, Mr. Alphonso. We mustn't become over-reliant on Gasom or overly susceptible to foreign influence.\""
            },
            "position": {
                "x": 0,
                "y": 11400
            }
        },
        {
            "id": "node_229",
            "type": "default",
            "data": {
                "label": "LineNo: 2758405,\n\nEwald Alphonso: I understand your concerns, Mr. Pr...\nen\n\n\n\"I understand your concerns, Mr. President. It's certainly a complex situation.\""
            },
            "position": {
                "x": 250,
                "y": 11400
            }
        },
        {
            "id": "node_230",
            "type": "default",
            "data": {
                "label": "LineNo: 2758507,\n\nEwald Alphonso: Absolutely, Mr. President. Give it...\nen\n\n\n\"Absolutely, Mr. President. Give it all the time you need.\""
            },
            "position": {
                "x": 500,
                "y": 11400
            }
        },
        {
            "id": "node_231",
            "type": "default",
            "data": {
                "label": "LineNo: 2758609,\n\nEwald Alphonso: Of course, {BaseGameText.AlphonsoT...\nen\n\n\n\"Of course, {BaseGameText.AlphonsoToPlayer}. I will.\""
            },
            "position": {
                "x": 0,
                "y": 11550
            }
        },
        {
            "id": "node_232",
            "type": "default",
            "data": {
                "label": "LineNo: 2758711,\n\nEwald Alphonso: I appreciate your optimism, {BaseG...\nen\n\n\n\"I appreciate your optimism, {BaseGameText.AlphonsoToPlayer}.\""
            },
            "position": {
                "x": 250,
                "y": 11550
            }
        },
        {
            "id": "node_233",
            "type": "default",
            "data": {
                "label": "LineNo: 2758813,\n\nNarrator: Suddenly, the former president's at...\nen\n\n\nSuddenly, the former president's attention shifted as the pilot announced our landing over the intercom."
            },
            "position": {
                "x": 500,
                "y": 11550
            }
        },
        {
            "id": "node_234",
            "type": "default",
            "data": {
                "label": "LineNo: 2758915,\n\nEwald Alphonso: That'll be it then, {BaseGameText....\nen\n\n\n\"That'll be it then, {BaseGameText.AlphonsoToPlayer}. I urge you to remain seated. These landings can be bumpy.\""
            },
            "position": {
                "x": 0,
                "y": 11700
            }
        },
        {
            "id": "node_235",
            "type": "default",
            "data": {
                "label": "LineNo: 2759017,\n\nSerge Wolkner: Thank you again for your assistanc...\nen\n\n\n\"Thank you again for your assistance with the helicopter, Mr. Alphonso.\""
            },
            "position": {
                "x": 250,
                "y": 11700
            }
        },
        {
            "id": "node_236",
            "type": "default",
            "data": {
                "label": "LineNo: 2759119,\n\nEwald Alphonso: Thank you for your fine company, M...\nen\n\n\n\"Thank you for your fine company, Mr. Wolkner.\""
            },
            "position": {
                "x": 500,
                "y": 11700
            }
        },
        {
            "id": "node_237",
            "type": "default",
            "data": {
                "label": "LineNo: 2759221,\n\nNarrator: The ground crew and Presidential Gu...\nen\n\n\nThe ground crew and Presidential Guard hurried to secure the landing site as Serge and I disembarked. Glancing back, I caught a final glimpse of Alphonso inside the helicopter."
            },
            "position": {
                "x": 0,
                "y": 11850
            }
        },
        {
            "id": "node_238",
            "type": "default",
            "data": {
                "label": "LineNo: 2759323,\n\nNarrator: In a sudden rush of air and sound,...\nen\n\n\nIn a sudden rush of air and sound, the helicopter lifted off, headed towards the Gasom headquarters in the heart of Lachaven."
            },
            "position": {
                "x": 250,
                "y": 11850
            }
        },
        {
            "id": "node_239",
            "type": "default",
            "data": {
                "label": "LineNo: 2759425,\n\nNarrator: I watched as it disappeared into th...\nen\n\n\nI watched as it disappeared into the cityscape, swallowed by the luminous glow of the Lachaven skyline."
            },
            "position": {
                "x": 500,
                "y": 11850
            }
        },
        {
            "id": "node_240",
            "type": "default",
            "data": {
                "label": "LineNo: 2759805,\n\nNarrator: He winked.\nen\n\n\nHe winked."
            },
            "position": {
                "x": 0,
                "y": 12000
            }
        },
        {
            "id": "node_241",
            "type": "default",
            "data": {
                "label": "LineNo: 2759907,\n\nNarrator: He looked away.\nen\n\n\nHe looked away."
            },
            "position": {
                "x": 250,
                "y": 12000
            }
        },
        {
            "id": "node_242",
            "type": "default",
            "data": {
                "label": "LineNo: 2760287,\n\nNarrator: A mutual nod of acknowledgement pas...\nen\n\n\nA mutual nod of acknowledgement passed between us."
            },
            "position": {
                "x": 500,
                "y": 12000
            }
        },
        {
            "id": "node_243",
            "type": "default",
            "data": {
                "label": "LineNo: 2760389,\n\nPlayer: Good evening, Mr. Alphonso. It was...\nen\n\n\n\"Good evening, Mr. Alphonso. It was a productive discussion.\""
            },
            "position": {
                "x": 0,
                "y": 12150
            }
        },
        {
            "id": "node_244",
            "type": "default",
            "data": {
                "label": "LineNo: 2760491,\n\nPlayer: Good talking to you, Mr. Alphonso.\nen\n\n\n\"Good talking to you, Mr. Alphonso.\""
            },
            "position": {
                "x": 250,
                "y": 12150
            }
        },
        {
            "id": "node_245",
            "type": "default",
            "data": {
                "label": "LineNo: 2760593,\n\nPlayer: It was a pleasure, Mr. Alphonso. G...\nen\n\n\n\"It was a pleasure, Mr. Alphonso. Goodbye.\""
            },
            "position": {
                "x": 500,
                "y": 12150
            }
        },
        {
            "id": "node_246",
            "type": "default",
            "data": {
                "label": "LineNo: 2761251,\n\nEwald Alphonso: Thank you for a stimulating discus...\nen\n\n\n\"Thank you for a stimulating discussion, {BaseGameText.AlphonsoToPlayer}. I have high hopes for Sordland's future, and for the continuation of the work we began during my presidency.\""
            },
            "position": {
                "x": 0,
                "y": 12300
            }
        },
        {
            "id": "node_247",
            "type": "default",
            "data": {
                "label": "LineNo: 2761353,\n\nEwald Alphonso: Thank you for your time, Mr. Presi...\nen\n\n\n\"Thank you for your time, Mr. President. I do hope that our discussion has given you some perspective.\""
            },
            "position": {
                "x": 250,
                "y": 12300
            }
        },
        {
            "id": "node_248",
            "type": "default",
            "data": {
                "label": "LineNo: 2761455,\n\nEwald Alphonso: It was a pleasure discussing these...\nen\n\n\n\"It was a pleasure discussing these matters with you, Mr. President.\""
            },
            "position": {
                "x": 500,
                "y": 12300
            }
        },
        {
            "id": "node_249",
            "type": "default",
            "data": {
                "label": "LineNo: 2761557,\n\nEwald Alphonso: I didn't steer Gasom through tumul...\nen\n\n\n\"I didn't steer Gasom through tumultuous times and lead Sordland through a critical phase of its history only to watch my legacy disintegrate. I trust you understand the stakes.\""
            },
            "position": {
                "x": 0,
                "y": 12450
            }
        },
        {
            "id": "node_250",
            "type": "default",
            "data": {
                "label": "LineNo: 2761659,\n\nEwald Alphonso: It's not easy to run a country whi...\nen\n\n\n\"It's not easy to run a country while preserving one's legacy. I trust that you will take our conversation to heart as you steer Sordland into the future.\""
            },
            "position": {
                "x": 250,
                "y": 12450
            }
        },
        {
            "id": "node_251",
            "type": "default",
            "data": {
                "label": "LineNo: 2761761,\n\nEwald Alphonso: Here's to a prosperous future for...\nen\n\n\n\"Here's to a prosperous future for Sordland, Gasom, and the legacy we leave behind.\""
            },
            "position": {
                "x": 500,
                "y": 12450
            }
        },
        {
            "id": "node_252",
            "type": "default",
            "data": {
                "label": "LineNo: 2761863,\n\nEwald Alphonso: I look forward to seeing how your...\nen\n\n\n\"I look forward to seeing how your decisions will shape our nation's future. We're fighting against the current, but I believe we can change the tide.\""
            },
            "position": {
                "x": 0,
                "y": 12600
            }
        },
        {
            "id": "node_253",
            "type": "default",
            "data": {
                "label": "LineNo: 2761965,\n\nEwald Alphonso: We will be in touch.\nen\n\n\n\"We will be in touch.\""
            },
            "position": {
                "x": 250,
                "y": 12600
            }
        },
        {
            "id": "node_254",
            "type": "default",
            "data": {
                "label": "LineNo: 2762067,\n\nPlayer: Not bumpy at all. I appreciate the...\nen\n\n\n\"Not bumpy at all. I appreciate the lift.\""
            },
            "position": {
                "x": 500,
                "y": 12600
            }
        },
        {
            "id": "node_255",
            "type": "default",
            "data": {
                "label": "LineNo: 2762169,\n\nEwald Alphonso: Their 15 percent stake is a fair d...\nen\n\n\n\"Their 15 percent stake is a fair deal. But I believe we could attract even larger international investments if the EPA is removed. Imagine the potential if Rumburg joined in.\""
            },
            "position": {
                "x": 0,
                "y": 12750
            }
        },
        {
            "id": "node_256",
            "type": "default",
            "data": {
                "label": "LineNo: 2762271,\n\nEwald Alphonso: Don't forget that Rizia holds only...\nen\n\n\n\"Don't forget that Rizia holds only a minority stake and we still have control over Gasom.\""
            },
            "position": {
                "x": 250,
                "y": 12750
            }
        },
        {
            "id": "node_257",
            "type": "default",
            "data": {
                "label": "LineNo: 2762373,\n\nEwald Alphonso: In business, a certain level of ri...\nen\n\n\n\"In business, a certain level of risk is unavoidable. With the right safeguards, we can mitigate these risks.\""
            },
            "position": {
                "x": 500,
                "y": 12750
            }
        },
        {
            "id": "node_258",
            "type": "default",
            "data": {
                "label": "LineNo: 2762499,\n\nPlayer: Your confidence is reassuring. How...\nen\n\n\n\"Your confidence is reassuring. However, how can we ensure that Rumburg won't attempt to gain more influence over time?\""
            },
            "position": {
                "x": 0,
                "y": 12900
            }
        },
        {
            "id": "node_259",
            "type": "default",
            "data": {
                "label": "LineNo: 2762601,\n\nPlayer: I share your views. However, I do...\nen\n\n\n\"I share your views. However, I do worry about a potential backlash. The prospect of Rumburg buying a stake in our energy sector might not sit well with the public.\""
            },
            "position": {
                "x": 250,
                "y": 12900
            }
        },
        {
            "id": "node_260",
            "type": "default",
            "data": {
                "label": "LineNo: 2762703,\n\nPlayer: I am still concerned about the imp...\nen\n\n\n\"I am still concerned about the implications of letting foreign entities have a stake in our energy sector. Isn't there a way to boost our economy without compromising our sovereignty?\""
            },
            "position": {
                "x": 500,
                "y": 12900
            }
        },
        {
            "id": "node_261",
            "type": "default",
            "data": {
                "label": "LineNo: 2762805,\n\nPlayer: The changes we make to the Energy...\nen\n\n\n\"The changes we make to the Energy Protection Act will have long-lasting implications for our nation's future. I can't decide this in a helicopter.\""
            },
            "position": {
                "x": 0,
                "y": 13050
            }
        },
        {
            "id": "node_262",
            "type": "default",
            "data": {
                "label": "LineNo: 2762907,\n\nEwald Alphonso: Take all the time you need, {BaseG...\nen\n\n\n\"Take all the time you need, {BaseGameText.AlphonsoToPlayer}. These are not decisions to be made lightly.\""
            },
            "position": {
                "x": 250,
                "y": 13050
            }
        },
        {
            "id": "node_263",
            "type": "default",
            "data": {
                "label": "LineNo: 2763009,\n\nEwald Alphonso: As I've said before, it's a matter...\nen\n\n\n\"As I've said before, it's a matter of striking the right balance.\""
            },
            "position": {
                "x": 500,
                "y": 13050
            }
        },
        {
            "id": "node_264",
            "type": "default",
            "data": {
                "label": "LineNo: 2763111,\n\nEwald Alphonso: Public opinion is a vital factor,...\nen\n\n\n\"Public opinion is a vital factor, Mr. President. However, in my experience, people often resist change initially.\""
            },
            "position": {
                "x": 0,
                "y": 13200
            }
        },
        {
            "id": "node_265",
            "type": "default",
            "data": {
                "label": "LineNo: 2763213,\n\nEwald Alphonso: That's a risk we'll have to manage...\nen\n\n\n\"That's a risk we'll have to manage. Regular reviews and stringent regulations can help keep their influence in check.\""
            },
            "position": {
                "x": 250,
                "y": 13200
            }
        },
        {
            "id": "node_266",
            "type": "default",
            "data": {
                "label": "LineNo: 2763315,\n\nEwald Alphonso: Once they see the economic benefit...\nen\n\n\n\"Once they see the economic benefits, they usually come around. We have to be transparent and communicate our intentions clearly.\""
            },
            "position": {
                "x": 500,
                "y": 13200
            }
        },
        {
            "id": "node_267",
            "type": "default",
            "data": {
                "label": "LineNo: 2763417,\n\nEwald Alphonso: Foreign investment can boost our e...\nen\n\n\n\"Foreign investment can boost our economy, and as long as we ensure that our nation's interests are protected, I believe it's a risk worth taking.\""
            },
            "position": {
                "x": 0,
                "y": 13350
            }
        },
        {
            "id": "node_268",
            "type": "default",
            "data": {
                "label": "LineNo: 2763519,\n\nEwald Alphonso: I trust your judgement in making t...\nen\n\n\n\"I trust your judgement in making the right call for our nation.\""
            },
            "position": {
                "x": 250,
                "y": 13350
            }
        },
        {
            "id": "node_269",
            "type": "default",
            "data": {
                "label": "LineNo: 2763621,\n\nEwald Alphonso: Rizia's 20 percent investment will...\nen\n\n\n\"Rizia's 20 percent investment will keep us afloat for a while, but it won't be enough. Any further tightening of the EPA restrictions will spell disaster for Gasom, possibly even leading to bankruptcy.\""
            },
            "position": {
                "x": 500,
                "y": 13350
            }
        },
        {
            "id": "node_270",
            "type": "default",
            "data": {
                "label": "LineNo: 2763723,\n\nEwald Alphonso: The question now is, how do we mov...\nen\n\n\n\"The question now is, how do we move forward? And that's something we need to figure out together.\""
            },
            "position": {
                "x": 0,
                "y": 13500
            }
        },
        {
            "id": "node_271",
            "type": "default",
            "data": {
                "label": "LineNo: 2763825,\n\nEwald Alphonso: We could consider other avenues li...\nen\n\n\n\"We could consider other avenues like public-private partnerships or exploring new markets, but these options come with their own risks and uncertainties.\""
            },
            "position": {
                "x": 250,
                "y": 13500
            }
        },
        {
            "id": "node_272",
            "type": "default",
            "data": {
                "label": "LineNo: 2763927,\n\nEwald Alphonso: Our challenge is to control it, no...\nen\n\n\n\"Our challenge is to control it, not let it control us.\""
            },
            "position": {
                "x": 500,
                "y": 13500
            }
        },
        {
            "id": "node_273",
            "type": "default",
            "data": {
                "label": "LineNo: 2764029,\n\nEwald Alphonso: It's a bitter pill to swallow, kno...\nen\n\n\n\"It's a bitter pill to swallow, knowing that all of this could have been avoided.\""
            },
            "position": {
                "x": 0,
                "y": 13650
            }
        },
        {
            "id": "node_274",
            "type": "default",
            "data": {
                "label": "LineNo: 2764155,\n\nPlayer: Our resources are not infinite. We...\nen\n\n\n\"Our resources are not infinite. We must prioritize, and sometimes, tough calls have to be made.\""
            },
            "position": {
                "x": 250,
                "y": 13650
            }
        },
        {
            "id": "node_275",
            "type": "default",
            "data": {
                "label": "LineNo: 2764257,\n\nPlayer: We have to remember the importance...\nen\n\n\n\"We have to remember the importance of keeping our energy sector secure. The idea of Rumburg gaining significant influence is worrisome.\""
            },
            "position": {
                "x": 500,
                "y": 13650
            }
        },
        {
            "id": "node_276",
            "type": "default",
            "data": {
                "label": "LineNo: 2764359,\n\nEwald Alphonso: I understand the constraints you'r...\nen\n\n\n\"I understand the constraints you're under, Mr. President.\""
            },
            "position": {
                "x": 0,
                "y": 13800
            }
        },
        {
            "id": "node_277",
            "type": "default",
            "data": {
                "label": "LineNo: 2764461,\n\nEwald Alphonso: I share your concerns about Rumbur...\nen\n\n\n\"I share your concerns about Rumburg, Mr. President.\""
            },
            "position": {
                "x": 250,
                "y": 13800
            }
        },
        {
            "id": "node_278",
            "type": "default",
            "data": {
                "label": "LineNo: 2764563,\n\nPlayer: While I sympathize with your posit...\nen\n\n\n\"While I sympathize with your position, the reality is that we had to make some hard choices.\""
            },
            "position": {
                "x": 500,
                "y": 13800
            }
        },
        {
            "id": "node_279",
            "type": "default",
            "data": {
                "label": "LineNo: 2764665,\n\nEwald Alphonso: I'm not sure if I trust your judge...\nen\n\n\n\"I'm not sure if I trust your judgement, Mr. President.\""
            },
            "position": {
                "x": 0,
                "y": 13950
            }
        },
        {
            "id": "node_280",
            "type": "default",
            "data": {
                "label": "LineNo: 2764767,\n\nEwald Alphonso: I just hope we can navigate throug...\nen\n\n\n\"I just hope we can navigate through this and find a solution that doesn't jeopardize Gasom or Sordland.\""
            },
            "position": {
                "x": 250,
                "y": 13950
            }
        },
        {
            "id": "node_281",
            "type": "default",
            "data": {
                "label": "LineNo: 2764869,\n\nEwald Alphonso: But I believe that with careful co...\nen\n\n\n\"But I believe that with careful consideration, we can find a way forward.\""
            },
            "position": {
                "x": 500,
                "y": 13950
            }
        },
        {
            "id": "node_282",
            "type": "default",
            "data": {
                "label": "LineNo: 2764971,\n\nEwald Alphonso: I just hope that we can find a sol...\nen\n\n\n\"I just hope that we can find a solution that ensures Gasom's survival without compromising Sordland's interests.\""
            },
            "position": {
                "x": 0,
                "y": 14100
            }
        },
        {
            "id": "node_283",
            "type": "default",
            "data": {
                "label": "LineNo: 2765073,\n\nEwald Alphonso: On the other hand, loosening those...\nen\n\n\n\"On the other hand, loosening those restrictions too much will allow foreign entities like Rumburg to acquire a majority stake in Gasom.\""
            },
            "position": {
                "x": 250,
                "y": 14100
            }
        },
        {
            "id": "node_284",
            "type": "default",
            "data": {
                "label": "LineNo: 2765175,\n\nPlayer: Mr. Alphonso, I'm aware of the gra...\nen\n\n\n\"Mr. Alphonso, I'm aware of the gravity of the situation. But we must not rush into decisions that could risk our sovereignty.\""
            },
            "position": {
                "x": 500,
                "y": 14100
            }
        },
        {
            "id": "node_285",
            "type": "default",
            "data": {
                "label": "LineNo: 2765277,\n\nEwald Alphonso: Indeed, Mr. President. We must tre...\nen\n\n\n\"Indeed, Mr. President. We must tread carefully.\""
            },
            "position": {
                "x": 0,
                "y": 14250
            }
        },
        {
            "id": "node_286",
            "type": "default",
            "data": {
                "label": "LineNo: 2765379,\n\nEwald Alphonso: It's a delicate situation, and the...\nen\n\n\n\"It's a delicate situation, and the decisions we make now will have lasting implications for our nation's future.\""
            },
            "position": {
                "x": 250,
                "y": 14250
            }
        },
        {
            "id": "node_287",
            "type": "default",
            "data": {
                "label": "LineNo: 2765481,\n\nEwald Alphonso: At the very least, I ask you to co...\nen\n\n\n\"At the very least, I ask you to consider increasing the foreign investment cap to 49%. It might not be the perfect solution, but it could provide the lifeline Gasom needs.\""
            },
            "position": {
                "x": 500,
                "y": 14250
            }
        },
        {
            "id": "node_288",
            "type": "default",
            "data": {
                "label": "LineNo: 2765583,\n\nEwald Alphonso: For old times' sake, let's work to...\nen\n\n\n\"For old times' sake, let's work together to ensure Gasom doesn't become a casualty of our decisions.\""
            },
            "position": {
                "x": 0,
                "y": 14400
            }
        },
        {
            "id": "node_289",
            "type": "default",
            "data": {
                "label": "LineNo: 2765701,\n\nPlayer: It's a compromise that could save...\nen\n\n\n\"It's a compromise that could save Gasom without compromising our sovereignty too much. I'll consider it.\""
            },
            "position": {
                "x": 250,
                "y": 14400
            }
        },
        {
            "id": "node_290",
            "type": "default",
            "data": {
                "label": "LineNo: 2765803,\n\nPlayer: Tightening the EPA laws further ma...\nen\n\n\n\"Tightening the EPA laws further may be a necessary step for our future, even if it poses challenges for Gasom.\""
            },
            "position": {
                "x": 500,
                "y": 14400
            }
        },
        {
            "id": "node_291",
            "type": "default",
            "data": {
                "label": "LineNo: 2765905,\n\nPlayer: Not my decisions, Mr. Alphonso. Yo...\nen\n\n\n\"Not my decisions, Mr. Alphonso. Yours.\""
            },
            "position": {
                "x": 0,
                "y": 14550
            }
        },
        {
            "id": "node_292",
            "type": "default",
            "data": {
                "label": "LineNo: 2766007,\n\nNarrator: The low rumble of the helicopter's...\nen\n\n\nThe low rumble of the helicopter's engines reverberated through the cabin as we soared over the vast expanse of Nargis."
            },
            "position": {
                "x": 250,
                "y": 14550
            }
        },
        {
            "id": "node_293",
            "type": "default",
            "data": {
                "label": "LineNo: 2766109,\n\nEwald Alphonso: Now that we've escaped an angry mo...\nen\n\n\n\"Now that we've escaped an angry mob together, may I call you Anton?\""
            },
            "position": {
                "x": 500,
                "y": 14550
            }
        },
        {
            "id": "node_294",
            "type": "default",
            "data": {
                "label": "LineNo: 2766219,\n\nPlayer: Of course, Ewald. You don't even n...\nen\n\n\n\"Of course, Ewald. You don't even need to ask.\""
            },
            "position": {
                "x": 0,
                "y": 14700
            }
        },
        {
            "id": "node_295",
            "type": "default",
            "data": {
                "label": "LineNo: 2766321,\n\nPlayer: I'd rather keep things on the prof...\nen\n\n\n\"I'd rather keep things on the professional level, if you don't mind.\""
            },
            "position": {
                "x": 250,
                "y": 14700
            }
        },
        {
            "id": "node_296",
            "type": "default",
            "data": {
                "label": "LineNo: 2766519,\n\nEwald Alphonso: Of course. Forgive my forwardness.\nen\n\n\n\"Of course. Forgive my forwardness.\""
            },
            "position": {
                "x": 500,
                "y": 14700
            }
        },
        {
            "id": "node_297",
            "type": "default",
            "data": {
                "label": "LineNo: 2766891,\n\nPlayer: It may not be perfect, but I'm pro...\nen\n\n\n\"It may not be perfect, but I'm proud to call it my hometown.\""
            },
            "position": {
                "x": 0,
                "y": 14850
            }
        },
        {
            "id": "node_298",
            "type": "default",
            "data": {
                "label": "LineNo: 2766993,\n\nSerge Wolkner: It must have been exciting to grow...\nen\n\n\n\"It must have been exciting to grow up here, Mr. President. Something new happening every day.\""
            },
            "position": {
                "x": 250,
                "y": 14850
            }
        },
        {
            "id": "node_299",
            "type": "default",
            "data": {
                "label": "LineNo: 2767095,\n\nEwald Alphonso: Were Rumburg to get involved, they...\nen\n\n\n\"Were Rumburg to get involved, they would be limited to a minority stake as well. I don't think it would pose a problem.\""
            },
            "position": {
                "x": 500,
                "y": 14850
            }
        }
    ],
    "edges": [
        {
            "id": "e0",
            "source": "node_1",
            "target": "node_393",
            "animated": true
        },
        {
            "id": "e1",
            "source": "node_6",
            "target": "node_156",
            "animated": true
        },
        {
            "id": "e2",
            "source": "node_7",
            "target": "node_13",
            "animated": true
        },
        {
            "id": "e3",
            "source": "node_8",
            "target": "node_310",
            "animated": true
        },
        {
            "id": "e4",
            "source": "node_9",
            "target": "node_11",
            "animated": true
        },
        {
            "id": "e5",
            "source": "node_10",
            "target": "node_12",
            "animated": true
        },
        {
            "id": "e6",
            "source": "node_11",
            "target": "node_170",
            "animated": true
        },
        {
            "id": "e7",
            "source": "node_12",
            "target": "node_170",
            "animated": true
        },
        {
            "id": "e8",
            "source": "node_13",
            "target": "node_14",
            "animated": true
        },
        {
            "id": "e9",
            "source": "node_20",
            "target": "node_32",
            "animated": true
        },
        {
            "id": "e10",
            "source": "node_27",
            "target": "node_105",
            "animated": true
        },
        {
            "id": "e11",
            "source": "node_28",
            "target": "node_202",
            "animated": true
        },
        {
            "id": "e12",
            "source": "node_29",
            "target": "node_15",
            "animated": true
        },
        {
            "id": "e13",
            "source": "node_30",
            "target": "node_33",
            "animated": true
        },
        {
            "id": "e14",
            "source": "node_31",
            "target": "node_34",
            "animated": true
        },
        {
            "id": "e15",
            "source": "node_32",
            "target": "node_35",
            "animated": true
        },
        {
            "id": "e16",
            "source": "node_33",
            "target": "node_100",
            "animated": true
        },
        {
            "id": "e17",
            "source": "node_34",
            "target": "node_101",
            "animated": true
        },
        {
            "id": "e18",
            "source": "node_41",
            "target": "node_44",
            "animated": true
        },
        {
            "id": "e19",
            "source": "node_42",
            "target": "node_45",
            "animated": true
        },
        {
            "id": "e20",
            "source": "node_43",
            "target": "node_46",
            "animated": true
        },
        {
            "id": "e21",
            "source": "node_44",
            "target": "node_47",
            "animated": true
        },
        {
            "id": "e22",
            "source": "node_45",
            "target": "node_51",
            "animated": true
        },
        {
            "id": "e23",
            "source": "node_46",
            "target": "node_64",
            "animated": true
        },
        {
            "id": "e24",
            "source": "node_47",
            "target": "node_63",
            "animated": true
        },
        {
            "id": "e25",
            "source": "node_48",
            "target": "node_57",
            "animated": true
        },
        {
            "id": "e26",
            "source": "node_49",
            "target": "node_58",
            "animated": true
        },
        {
            "id": "e27",
            "source": "node_50",
            "target": "node_65",
            "animated": true
        },
        {
            "id": "e28",
            "source": "node_51",
            "target": "node_49",
            "animated": true
        },
        {
            "id": "e29",
            "source": "node_52",
            "target": "node_36",
            "animated": true
        },
        {
            "id": "e30",
            "source": "node_53",
            "target": "node_59",
            "animated": true
        },
        {
            "id": "e31",
            "source": "node_54",
            "target": "node_60",
            "animated": true
        },
        {
            "id": "e32",
            "source": "node_55",
            "target": "node_61",
            "animated": true
        },
        {
            "id": "e33",
            "source": "node_56",
            "target": "node_62",
            "animated": true
        },
        {
            "id": "e34",
            "source": "node_57",
            "target": "node_50",
            "animated": true
        },
        {
            "id": "e35",
            "source": "node_58",
            "target": "node_50",
            "animated": true
        },
        {
            "id": "e36",
            "source": "node_59",
            "target": "node_69",
            "animated": true
        },
        {
            "id": "e37",
            "source": "node_60",
            "target": "node_69",
            "animated": true
        },
        {
            "id": "e38",
            "source": "node_61",
            "target": "node_70",
            "animated": true
        },
        {
            "id": "e39",
            "source": "node_62",
            "target": "node_70",
            "animated": true
        },
        {
            "id": "e40",
            "source": "node_63",
            "target": "node_56",
            "animated": true
        },
        {
            "id": "e41",
            "source": "node_64",
            "target": "node_54",
            "animated": true
        },
        {
            "id": "e42",
            "source": "node_65",
            "target": "node_66",
            "animated": true
        },
        {
            "id": "e43",
            "source": "node_66",
            "target": "node_75",
            "animated": true
        },
        {
            "id": "e44",
            "source": "node_67",
            "target": "node_68",
            "animated": true
        },
        {
            "id": "e45",
            "source": "node_68",
            "target": "node_84",
            "animated": true
        },
        {
            "id": "e46",
            "source": "node_69",
            "target": "node_67",
            "animated": true
        },
        {
            "id": "e47",
            "source": "node_70",
            "target": "node_71",
            "animated": true
        },
        {
            "id": "e48",
            "source": "node_71",
            "target": "node_72",
            "animated": true
        },
        {
            "id": "e49",
            "source": "node_72",
            "target": "node_93",
            "animated": true
        },
        {
            "id": "e50",
            "source": "node_73",
            "target": "node_76",
            "animated": true
        },
        {
            "id": "e51",
            "source": "node_74",
            "target": "node_77",
            "animated": true
        },
        {
            "id": "e52",
            "source": "node_75",
            "target": "node_78",
            "animated": true
        },
        {
            "id": "e53",
            "source": "node_76",
            "target": "node_79",
            "animated": true
        },
        {
            "id": "e54",
            "source": "node_77",
            "target": "node_80",
            "animated": true
        },
        {
            "id": "e55",
            "source": "node_78",
            "target": "node_81",
            "animated": true
        },
        {
            "id": "e56",
            "source": "node_79",
            "target": "node_29",
            "animated": true
        },
        {
            "id": "e57",
            "source": "node_80",
            "target": "node_29",
            "animated": true
        },
        {
            "id": "e58",
            "source": "node_81",
            "target": "node_29",
            "animated": true
        },
        {
            "id": "e59",
            "source": "node_82",
            "target": "node_85",
            "animated": true
        },
        {
            "id": "e60",
            "source": "node_83",
            "target": "node_86",
            "animated": true
        },
        {
            "id": "e61",
            "source": "node_84",
            "target": "node_87",
            "animated": true
        },
        {
            "id": "e62",
            "source": "node_85",
            "target": "node_88",
            "animated": true
        },
        {
            "id": "e63",
            "source": "node_86",
            "target": "node_89",
            "animated": true
        },
        {
            "id": "e64",
            "source": "node_87",
            "target": "node_90",
            "animated": true
        },
        {
            "id": "e65",
            "source": "node_88",
            "target": "node_29",
            "animated": true
        },
        {
            "id": "e66",
            "source": "node_89",
            "target": "node_29",
            "animated": true
        },
        {
            "id": "e67",
            "source": "node_90",
            "target": "node_29",
            "animated": true
        },
        {
            "id": "e68",
            "source": "node_91",
            "target": "node_94",
            "animated": true
        },
        {
            "id": "e69",
            "source": "node_92",
            "target": "node_95",
            "animated": true
        },
        {
            "id": "e70",
            "source": "node_93",
            "target": "node_96",
            "animated": true
        },
        {
            "id": "e71",
            "source": "node_94",
            "target": "node_97",
            "animated": true
        },
        {
            "id": "e72",
            "source": "node_95",
            "target": "node_98",
            "animated": true
        },
        {
            "id": "e73",
            "source": "node_96",
            "target": "node_99",
            "animated": true
        },
        {
            "id": "e74",
            "source": "node_97",
            "target": "node_29",
            "animated": true
        },
        {
            "id": "e75",
            "source": "node_98",
            "target": "node_29",
            "animated": true
        },
        {
            "id": "e76",
            "source": "node_99",
            "target": "node_29",
            "animated": true
        },
        {
            "id": "e77",
            "source": "node_100",
            "target": "node_22",
            "animated": true
        },
        {
            "id": "e78",
            "source": "node_101",
            "target": "node_119",
            "animated": true
        },
        {
            "id": "e79",
            "source": "node_102",
            "target": "node_130",
            "animated": true
        },
        {
            "id": "e80",
            "source": "node_103",
            "target": "node_106",
            "animated": true
        },
        {
            "id": "e81",
            "source": "node_104",
            "target": "node_107",
            "animated": true
        },
        {
            "id": "e82",
            "source": "node_105",
            "target": "node_108",
            "animated": true
        },
        {
            "id": "e83",
            "source": "node_106",
            "target": "node_111",
            "animated": true
        },
        {
            "id": "e84",
            "source": "node_107",
            "target": "node_111",
            "animated": true
        },
        {
            "id": "e85",
            "source": "node_108",
            "target": "node_111",
            "animated": true
        },
        {
            "id": "e86",
            "source": "node_109",
            "target": "node_143",
            "animated": true
        },
        {
            "id": "e87",
            "source": "node_110",
            "target": "node_143",
            "animated": true
        },
        {
            "id": "e88",
            "source": "node_111",
            "target": "node_143",
            "animated": true
        },
        {
            "id": "e89",
            "source": "node_112",
            "target": "node_145",
            "animated": true
        },
        {
            "id": "e90",
            "source": "node_113",
            "target": "node_145",
            "animated": true
        },
        {
            "id": "e91",
            "source": "node_114",
            "target": "node_145",
            "animated": true
        },
        {
            "id": "e92",
            "source": "node_115",
            "target": "node_144",
            "animated": true
        },
        {
            "id": "e93",
            "source": "node_116",
            "target": "node_144",
            "animated": true
        },
        {
            "id": "e94",
            "source": "node_117",
            "target": "node_144",
            "animated": true
        },
        {
            "id": "e95",
            "source": "node_124",
            "target": "node_126",
            "animated": true
        },
        {
            "id": "e96",
            "source": "node_125",
            "target": "node_127",
            "animated": true
        },
        {
            "id": "e97",
            "source": "node_126",
            "target": "node_117",
            "animated": true
        },
        {
            "id": "e98",
            "source": "node_127",
            "target": "node_117",
            "animated": true
        },
        {
            "id": "e99",
            "source": "node_128",
            "target": "node_129",
            "animated": true
        },
        {
            "id": "e100",
            "source": "node_135",
            "target": "node_137",
            "animated": true
        },
        {
            "id": "e101",
            "source": "node_136",
            "target": "node_138",
            "animated": true
        },
        {
            "id": "e102",
            "source": "node_137",
            "target": "node_139",
            "animated": true
        },
        {
            "id": "e103",
            "source": "node_138",
            "target": "node_369",
            "animated": true
        },
        {
            "id": "e104",
            "source": "node_139",
            "target": "node_369",
            "animated": true
        },
        {
            "id": "e105",
            "source": "node_140",
            "target": "node_141",
            "animated": true
        },
        {
            "id": "e106",
            "source": "node_141",
            "target": "node_369",
            "animated": true
        },
        {
            "id": "e107",
            "source": "node_142",
            "target": "node_149",
            "animated": true
        },
        {
            "id": "e108",
            "source": "node_143",
            "target": "node_142",
            "animated": true
        },
        {
            "id": "e109",
            "source": "node_144",
            "target": "node_142",
            "animated": true
        },
        {
            "id": "e110",
            "source": "node_145",
            "target": "node_142",
            "animated": true
        },
        {
            "id": "e111",
            "source": "node_146",
            "target": "node_150",
            "animated": true
        },
        {
            "id": "e112",
            "source": "node_147",
            "target": "node_151",
            "animated": true
        },
        {
            "id": "e113",
            "source": "node_148",
            "target": "node_152",
            "animated": true
        },
        {
            "id": "e114",
            "source": "node_149",
            "target": "node_153",
            "animated": true
        },
        {
            "id": "e115",
            "source": "node_150",
            "target": "node_155",
            "animated": true
        },
        {
            "id": "e116",
            "source": "node_151",
            "target": "node_155",
            "animated": true
        },
        {
            "id": "e117",
            "source": "node_152",
            "target": "node_155",
            "animated": true
        },
        {
            "id": "e118",
            "source": "node_153",
            "target": "node_155",
            "animated": true
        },
        {
            "id": "e119",
            "source": "node_154",
            "target": "node_267",
            "animated": true
        },
        {
            "id": "e120",
            "source": "node_167",
            "target": "node_256",
            "animated": true
        },
        {
            "id": "e121",
            "source": "node_168",
            "target": "node_230",
            "animated": true
        },
        {
            "id": "e122",
            "source": "node_178",
            "target": "node_170",
            "animated": true
        },
        {
            "id": "e123",
            "source": "node_179",
            "target": "node_281",
            "animated": true
        },
        {
            "id": "e124",
            "source": "node_180",
            "target": "node_185",
            "animated": true
        },
        {
            "id": "e125",
            "source": "node_181",
            "target": "node_183",
            "animated": true
        },
        {
            "id": "e126",
            "source": "node_182",
            "target": "node_184",
            "animated": true
        },
        {
            "id": "e127",
            "source": "node_183",
            "target": "node_283",
            "animated": true
        },
        {
            "id": "e128",
            "source": "node_184",
            "target": "node_282",
            "animated": true
        },
        {
            "id": "e129",
            "source": "node_185",
            "target": "node_186",
            "animated": true
        },
        {
            "id": "e130",
            "source": "node_186",
            "target": "node_283",
            "animated": true
        },
        {
            "id": "e131",
            "source": "node_187",
            "target": "node_326",
            "animated": true
        },
        {
            "id": "e132",
            "source": "node_188",
            "target": "node_193",
            "animated": true
        },
        {
            "id": "e133",
            "source": "node_189",
            "target": "node_191",
            "animated": true
        },
        {
            "id": "e134",
            "source": "node_190",
            "target": "node_192",
            "animated": true
        },
        {
            "id": "e135",
            "source": "node_191",
            "target": "node_327",
            "animated": true
        },
        {
            "id": "e136",
            "source": "node_192",
            "target": "node_328",
            "animated": true
        },
        {
            "id": "e137",
            "source": "node_193",
            "target": "node_194",
            "animated": true
        },
        {
            "id": "e138",
            "source": "node_194",
            "target": "node_327",
            "animated": true
        },
        {
            "id": "e139",
            "source": "node_195",
            "target": "node_340",
            "animated": true
        },
        {
            "id": "e140",
            "source": "node_196",
            "target": "node_200",
            "animated": true
        },
        {
            "id": "e141",
            "source": "node_197",
            "target": "node_199",
            "animated": true
        },
        {
            "id": "e142",
            "source": "node_198",
            "target": "node_342",
            "animated": true
        },
        {
            "id": "e143",
            "source": "node_199",
            "target": "node_341",
            "animated": true
        },
        {
            "id": "e144",
            "source": "node_200",
            "target": "node_201",
            "animated": true
        },
        {
            "id": "e145",
            "source": "node_203",
            "target": "node_363",
            "animated": true
        },
        {
            "id": "e146",
            "source": "node_204",
            "target": "node_207",
            "animated": true
        },
        {
            "id": "e147",
            "source": "node_205",
            "target": "node_208",
            "animated": true
        },
        {
            "id": "e148",
            "source": "node_206",
            "target": "node_209",
            "animated": true
        },
        {
            "id": "e149",
            "source": "node_207",
            "target": "node_210",
            "animated": true
        },
        {
            "id": "e150",
            "source": "node_208",
            "target": "node_251",
            "animated": true
        },
        {
            "id": "e151",
            "source": "node_209",
            "target": "node_251",
            "animated": true
        },
        {
            "id": "e152",
            "source": "node_210",
            "target": "node_251",
            "animated": true
        },
        {
            "id": "e153",
            "source": "node_211",
            "target": "node_214",
            "animated": true
        },
        {
            "id": "e154",
            "source": "node_212",
            "target": "node_215",
            "animated": true
        },
        {
            "id": "e155",
            "source": "node_213",
            "target": "node_216",
            "animated": true
        },
        {
            "id": "e156",
            "source": "node_214",
            "target": "node_217",
            "animated": true
        },
        {
            "id": "e157",
            "source": "node_215",
            "target": "node_252",
            "animated": true
        },
        {
            "id": "e158",
            "source": "node_216",
            "target": "node_252",
            "animated": true
        },
        {
            "id": "e159",
            "source": "node_217",
            "target": "node_252",
            "animated": true
        },
        {
            "id": "e160",
            "source": "node_218",
            "target": "node_221",
            "animated": true
        },
        {
            "id": "e161",
            "source": "node_219",
            "target": "node_222",
            "animated": true
        },
        {
            "id": "e162",
            "source": "node_220",
            "target": "node_223",
            "animated": true
        },
        {
            "id": "e163",
            "source": "node_221",
            "target": "node_224",
            "animated": true
        },
        {
            "id": "e164",
            "source": "node_222",
            "target": "node_252",
            "animated": true
        },
        {
            "id": "e165",
            "source": "node_223",
            "target": "node_252",
            "animated": true
        },
        {
            "id": "e166",
            "source": "node_224",
            "target": "node_252",
            "animated": true
        },
        {
            "id": "e167",
            "source": "node_225",
            "target": "node_229",
            "animated": true
        },
        {
            "id": "e168",
            "source": "node_226",
            "target": "node_235",
            "animated": true
        },
        {
            "id": "e169",
            "source": "node_227",
            "target": "node_241",
            "animated": true
        },
        {
            "id": "e170",
            "source": "node_228",
            "target": "node_247",
            "animated": true
        },
        {
            "id": "e171",
            "source": "node_229",
            "target": "node_232",
            "animated": true
        },
        {
            "id": "e172",
            "source": "node_230",
            "target": "node_266",
            "animated": true
        },
        {
            "id": "e173",
            "source": "node_231",
            "target": "node_266",
            "animated": true
        },
        {
            "id": "e174",
            "source": "node_232",
            "target": "node_266",
            "animated": true
        },
        {
            "id": "e175",
            "source": "node_233",
            "target": "node_236",
            "animated": true
        },
        {
            "id": "e176",
            "source": "node_234",
            "target": "node_237",
            "animated": true
        },
        {
            "id": "e177",
            "source": "node_235",
            "target": "node_238",
            "animated": true
        },
        {
            "id": "e178",
            "source": "node_236",
            "target": "node_266",
            "animated": true
        },
        {
            "id": "e179",
            "source": "node_237",
            "target": "node_266",
            "animated": true
        },
        {
            "id": "e180",
            "source": "node_238",
            "target": "node_266",
            "animated": true
        },
        {
            "id": "e181",
            "source": "node_239",
            "target": "node_242",
            "animated": true
        },
        {
            "id": "e182",
            "source": "node_240",
            "target": "node_243",
            "animated": true
        },
        {
            "id": "e183",
            "source": "node_241",
            "target": "node_244",
            "animated": true
        },
        {
            "id": "e184",
            "source": "node_242",
            "target": "node_266",
            "animated": true
        },
        {
            "id": "e185",
            "source": "node_243",
            "target": "node_266",
            "animated": true
        },
        {
            "id": "e186",
            "source": "node_244",
            "target": "node_266",
            "animated": true
        },
        {
            "id": "e187",
            "source": "node_245",
            "target": "node_248",
            "animated": true
        },
        {
            "id": "e188",
            "source": "node_246",
            "target": "node_249",
            "animated": true
        },
        {
            "id": "e189",
            "source": "node_247",
            "target": "node_250",
            "animated": true
        },
        {
            "id": "e190",
            "source": "node_248",
            "target": "node_266",
            "animated": true
        },
        {
            "id": "e191",
            "source": "node_249",
            "target": "node_266",
            "animated": true
        },
        {
            "id": "e192",
            "source": "node_250",
            "target": "node_266",
            "animated": true
        },
        {
            "id": "e193",
            "source": "node_251",
            "target": "node_159",
            "animated": true
        },
        {
            "id": "e194",
            "source": "node_252",
            "target": "node_159",
            "animated": true
        },
        {
            "id": "e195",
            "source": "node_253",
            "target": "node_225",
            "animated": true
        },
        {
            "id": "e196",
            "source": "node_254",
            "target": "node_226",
            "animated": true
        },
        {
            "id": "e197",
            "source": "node_255",
            "target": "node_227",
            "animated": true
        },
        {
            "id": "e198",
            "source": "node_256",
            "target": "node_228",
            "animated": true
        },
        {
            "id": "e199",
            "source": "node_257",
            "target": "node_258",
            "animated": true
        },
        {
            "id": "e200",
            "source": "node_258",
            "target": "node_266",
            "animated": true
        },
        {
            "id": "e201",
            "source": "node_259",
            "target": "node_260",
            "animated": true
        },
        {
            "id": "e202",
            "source": "node_260",
            "target": "node_266",
            "animated": true
        },
        {
            "id": "e203",
            "source": "node_261",
            "target": "node_262",
            "animated": true
        },
        {
            "id": "e204",
            "source": "node_262",
            "target": "node_266",
            "animated": true
        },
        {
            "id": "e205",
            "source": "node_263",
            "target": "node_264",
            "animated": true
        },
        {
            "id": "e206",
            "source": "node_264",
            "target": "node_266",
            "animated": true
        },
        {
            "id": "e207",
            "source": "node_265",
            "target": "node_154",
            "animated": true
        },
        {
            "id": "e208",
            "source": "node_266",
            "target": "node_280",
            "animated": true
        },
        {
            "id": "e209",
            "source": "node_267",
            "target": "node_268",
            "animated": true
        },
        {
            "id": "e210",
            "source": "node_268",
            "target": "node_269",
            "animated": true
        },
        {
            "id": "e211",
            "source": "node_269",
            "target": "node_273",
            "animated": true
        },
        {
            "id": "e212",
            "source": "node_270",
            "target": "node_274",
            "animated": true
        },
        {
            "id": "e213",
            "source": "node_271",
            "target": "node_275",
            "animated": true
        },
        {
            "id": "e214",
            "source": "node_272",
            "target": "node_276",
            "animated": true
        },
        {
            "id": "e215",
            "source": "node_273",
            "target": "node_277",
            "animated": true
        },
        {
            "id": "e216",
            "source": "node_274",
            "target": "node_176",
            "animated": true
        },
        {
            "id": "e217",
            "source": "node_275",
            "target": "node_176",
            "animated": true
        },
        {
            "id": "e218",
            "source": "node_276",
            "target": "node_176",
            "animated": true
        },
        {
            "id": "e219",
            "source": "node_277",
            "target": "node_176",
            "animated": true
        },
        {
            "id": "e220",
            "source": "node_278",
            "target": "node_4",
            "animated": true
        },
        {
            "id": "e221",
            "source": "node_279",
            "target": "node_278",
            "animated": true
        },
        {
            "id": "e222",
            "source": "node_280",
            "target": "node_265",
            "animated": true
        },
        {
            "id": "e223",
            "source": "node_281",
            "target": "node_180",
            "animated": true
        },
        {
            "id": "e224",
            "source": "node_282",
            "target": "node_283",
            "animated": true
        },
        {
            "id": "e225",
            "source": "node_283",
            "target": "node_287",
            "animated": true
        },
        {
            "id": "e226",
            "source": "node_284",
            "target": "node_291",
            "animated": true
        },
        {
            "id": "e227",
            "source": "node_285",
            "target": "node_290",
            "animated": true
        },
        {
            "id": "e228",
            "source": "node_286",
            "target": "node_289",
            "animated": true
        },
        {
            "id": "e229",
            "source": "node_287",
            "target": "node_288",
            "animated": true
        },
        {
            "id": "e230",
            "source": "node_288",
            "target": "node_292",
            "animated": true
        },
        {
            "id": "e231",
            "source": "node_289",
            "target": "node_292",
            "animated": true
        },
        {
            "id": "e232",
            "source": "node_290",
            "target": "node_292",
            "animated": true
        },
        {
            "id": "e233",
            "source": "node_291",
            "target": "node_292",
            "animated": true
        },
        {
            "id": "e234",
            "source": "node_292",
            "target": "node_293",
            "animated": true
        },
        {
            "id": "e235",
            "source": "node_293",
            "target": "node_294",
            "animated": true
        },
        {
            "id": "e236",
            "source": "node_294",
            "target": "node_295",
            "animated": true
        },
        {
            "id": "e237",
            "source": "node_295",
            "target": "node_8",
            "animated": true
        },
        {
            "id": "e238",
            "source": "node_296",
            "target": "node_299",
            "animated": true
        },
        {
            "id": "e239",
            "source": "node_297",
            "target": "node_298",
            "animated": true
        },
        {
            "id": "e240",
            "source": "node_301",
            "target": "node_304",
            "animated": true
        },
        {
            "id": "e241",
            "source": "node_302",
            "target": "node_297",
            "animated": true
        },
        {
            "id": "e242",
            "source": "node_306",
            "target": "node_307",
            "animated": true
        },
        {
            "id": "e243",
            "source": "node_307",
            "target": "node_297",
            "animated": true
        },
        {
            "id": "e244",
            "source": "node_308",
            "target": "node_311",
            "animated": true
        },
        {
            "id": "e245",
            "source": "node_309",
            "target": "node_311",
            "animated": true
        },
        {
            "id": "e246",
            "source": "node_316",
            "target": "node_319",
            "animated": true
        },
        {
            "id": "e247",
            "source": "node_317",
            "target": "node_322",
            "animated": true
        },
        {
            "id": "e248",
            "source": "node_318",
            "target": "node_320",
            "animated": true
        },
        {
            "id": "e249",
            "source": "node_319",
            "target": "node_321",
            "animated": true
        },
        {
            "id": "e250",
            "source": "node_320",
            "target": "node_323",
            "animated": true
        },
        {
            "id": "e251",
            "source": "node_321",
            "target": "node_324",
            "animated": true
        },
        {
            "id": "e252",
            "source": "node_322",
            "target": "node_324",
            "animated": true
        },
        {
            "id": "e253",
            "source": "node_323",
            "target": "node_296",
            "animated": true
        },
        {
            "id": "e254",
            "source": "node_324",
            "target": "node_296",
            "animated": true
        },
        {
            "id": "e255",
            "source": "node_325",
            "target": "node_311",
            "animated": true
        },
        {
            "id": "e256",
            "source": "node_326",
            "target": "node_188",
            "animated": true
        },
        {
            "id": "e257",
            "source": "node_327",
            "target": "node_374",
            "animated": true
        },
        {
            "id": "e258",
            "source": "node_328",
            "target": "node_332",
            "animated": true
        },
        {
            "id": "e259",
            "source": "node_329",
            "target": "node_336",
            "animated": true
        },
        {
            "id": "e260",
            "source": "node_330",
            "target": "node_335",
            "animated": true
        },
        {
            "id": "e261",
            "source": "node_331",
            "target": "node_334",
            "animated": true
        },
        {
            "id": "e262",
            "source": "node_332",
            "target": "node_333",
            "animated": true
        },
        {
            "id": "e263",
            "source": "node_333",
            "target": "node_339",
            "animated": true
        },
        {
            "id": "e264",
            "source": "node_334",
            "target": "node_338",
            "animated": true
        },
        {
            "id": "e265",
            "source": "node_335",
            "target": "node_337",
            "animated": true
        },
        {
            "id": "e266",
            "source": "node_336",
            "target": "node_292",
            "animated": true
        },
        {
            "id": "e267",
            "source": "node_337",
            "target": "node_292",
            "animated": true
        },
        {
            "id": "e268",
            "source": "node_338",
            "target": "node_292",
            "animated": true
        },
        {
            "id": "e269",
            "source": "node_339",
            "target": "node_292",
            "animated": true
        },
        {
            "id": "e270",
            "source": "node_340",
            "target": "node_354",
            "animated": true
        },
        {
            "id": "e271",
            "source": "node_341",
            "target": "node_344",
            "animated": true
        },
        {
            "id": "e272",
            "source": "node_342",
            "target": "node_344",
            "animated": true
        },
        {
            "id": "e273",
            "source": "node_343",
            "target": "node_344",
            "animated": true
        },
        {
            "id": "e274",
            "source": "node_344",
            "target": "node_355",
            "animated": true
        },
        {
            "id": "e275",
            "source": "node_345",
            "target": "node_347",
            "animated": true
        },
        {
            "id": "e276",
            "source": "node_346",
            "target": "node_348",
            "animated": true
        },
        {
            "id": "e277",
            "source": "node_347",
            "target": "node_351",
            "animated": true
        },
        {
            "id": "e278",
            "source": "node_348",
            "target": "node_352",
            "animated": true
        },
        {
            "id": "e279",
            "source": "node_349",
            "target": "node_350",
            "animated": true
        },
        {
            "id": "e280",
            "source": "node_350",
            "target": "node_353",
            "animated": true
        },
        {
            "id": "e281",
            "source": "node_351",
            "target": "node_358",
            "animated": true
        },
        {
            "id": "e282",
            "source": "node_352",
            "target": "node_358",
            "animated": true
        },
        {
            "id": "e283",
            "source": "node_353",
            "target": "node_358",
            "animated": true
        },
        {
            "id": "e284",
            "source": "node_354",
            "target": "node_196",
            "animated": true
        },
        {
            "id": "e285",
            "source": "node_355",
            "target": "node_356",
            "animated": true
        },
        {
            "id": "e286",
            "source": "node_356",
            "target": "node_357",
            "animated": true
        },
        {
            "id": "e287",
            "source": "node_357",
            "target": "node_358",
            "animated": true
        },
        {
            "id": "e288",
            "source": "node_358",
            "target": "node_359",
            "animated": true
        },
        {
            "id": "e289",
            "source": "node_359",
            "target": "node_362",
            "animated": true
        },
        {
            "id": "e290",
            "source": "node_360",
            "target": "node_292",
            "animated": true
        },
        {
            "id": "e291",
            "source": "node_361",
            "target": "node_292",
            "animated": true
        },
        {
            "id": "e292",
            "source": "node_362",
            "target": "node_292",
            "animated": true
        },
        {
            "id": "e293",
            "source": "node_363",
            "target": "node_21",
            "animated": true
        },
        {
            "id": "e294",
            "source": "node_364",
            "target": "node_366",
            "animated": true
        },
        {
            "id": "e295",
            "source": "node_365",
            "target": "node_367",
            "animated": true
        },
        {
            "id": "e296",
            "source": "node_367",
            "target": "node_42",
            "animated": true
        },
        {
            "id": "e297",
            "source": "node_370",
            "target": "node_372",
            "animated": true
        },
        {
            "id": "e298",
            "source": "node_372",
            "target": "node_373",
            "animated": true
        },
        {
            "id": "e299",
            "source": "node_373",
            "target": "node_142",
            "animated": true
        }
    ]
}