{
    "nodes": [
        {
            "id": "node_0",
            "type": "default",
            "data": {
                "label": "LineNo: 1671497,\n\nNarrator: My cabinet members were gathered to...\nen\n\n\nMy cabinet members were gathered to discuss the shooting outside the Palace. Lileas presented the initial report."
            },
            "position": {
                "x": 0,
                "y": 0
            }
        },
        {
            "id": "node_1",
            "type": "default",
            "data": {
                "label": "LineNo: 1671701,\n\nLileas Graf: “I agree. We are re-evaluating our...\nen\n\n\n“I agree. We are re-evaluating our security measures. However, the recession has affected my ministry negatively.”"
            },
            "position": {
                "x": 450,
                "y": 700
            }
        },
        {
            "id": "node_2",
            "type": "default",
            "data": {
                "label": "LineNo: 1671803,\n\nIosef Lancea: “Only if we stay vigilant as a coun...\nen\n\n\n“Only if we stay vigilant as a country... We must think about the upcoming budget.”"
            },
            "position": {
                "x": 600,
                "y": 100
            }
        },
        {
            "id": "node_3",
            "type": "default",
            "data": {
                "label": "LineNo: 1671937,\n\nNia Morgna: “Freedom of expression is part of o...\nen\n\n\n“Freedom of expression is part of our constitution. We can't have anyone, let alone an MP, shot for voicing different opinions.”"
            },
            "position": {
                "x": 1800,
                "y": 100
            }
        },
        {
            "id": "node_4",
            "type": "default",
            "data": {
                "label": "LineNo: 1672055,\n\nPlayer: “But why Bernard Circas?”\nen\n\n\n“But why Bernard Circas?”"
            },
            "position": {
                "x": 300,
                "y": 900
            }
        },
        {
            "id": "node_5",
            "type": "default",
            "data": {
                "label": "LineNo: 1672265,\n\nPlayer: “What were the motivations behind s...\nen\n\n\n“What were the motivations behind such a horrid act?”"
            },
            "position": {
                "x": 150,
                "y": 0
            }
        },
        {
            "id": "node_6",
            "type": "default",
            "data": {
                "label": "LineNo: 1672373,\n\nLucian Galade: “We should refrain from making the...\nen\n\n\n“We should refrain from making the issue a political one from the start. It will only add fuel to the fire.”"
            },
            "position": {
                "x": 1350,
                "y": 0
            }
        },
        {
            "id": "node_7",
            "type": "default",
            "data": {
                "label": "LineNo: 1672491,\n\nLileas Graf: “Regardless, a full investigation i...\nen\n\n\n“Regardless, a full investigation into all involved parties is under way. We will find the subversives and punish them soon enough, Mr. President.”"
            },
            "position": {
                "x": 300,
                "y": 1500
            }
        },
        {
            "id": "node_8",
            "type": "default",
            "data": {
                "label": "LineNo: 1672593,\n\nNarrator: The meeting concluded and the minis...\nen\n\n\nThe meeting concluded and the ministers left the room with concerned looks. It was hard to anticipate what would happen next."
            },
            "position": {
                "x": 0,
                "y": 2100
            }
        },
        {
            "id": "node_9",
            "type": "default",
            "data": {
                "label": "LineNo: 1672701,\n\nLileas Graf: “The guards at the scene were fifty...\nen\n\n\n“The guards at the scene were fifty meters away and immediately took action by responding and killing the assailant who was identified as a member of the nationalist organization, Young Sords.”"
            },
            "position": {
                "x": 450,
                "y": 500
            }
        },
        {
            "id": "node_10",
            "type": "default",
            "data": {
                "label": "LineNo: 1672803,\n\nPlayer: “An MP shot near the Palace. That i...\nen\n\n\n“An MP shot near the Palace. That is absolutely unacceptable.”"
            },
            "position": {
                "x": 150,
                "y": 200
            }
        },
        {
            "id": "node_11",
            "type": "default",
            "data": {
                "label": "LineNo: 1672911,\n\nLileas Graf: “Our investigators are suspecting a...\nen\n\n\n“Our investigators are suspecting a political assassination since the Young Sords have been threatening the communists for some time.”"
            },
            "position": {
                "x": 900,
                "y": 0
            }
        },
        {
            "id": "node_12",
            "type": "default",
            "data": {
                "label": "LineNo: 1673013,\n\nLileas Graf: “He has always been an infamous fig...\nen\n\n\n“He has always been an infamous figure. His poems had a large impact in the spread of communist ideas in Sordland. Many considered him a threat.”"
            },
            "position": {
                "x": 450,
                "y": 200
            }
        },
        {
            "id": "node_13",
            "type": "default",
            "data": {
                "label": "LineNo: 1673115,\n\nLucian Galade: “This may well create a dangerous a...\nen\n\n\n“This may well create a dangerous atmosphere where the left versus right political violence of the 1920s could spark once again.”"
            },
            "position": {
                "x": 1350,
                "y": 0
            }
        },
        {
            "id": "node_14",
            "type": "default",
            "data": {
                "label": "LineNo: 1673217,\n\nPlayer: “I fully agree. We should protect f...\nen\n\n\n“I fully agree. We should protect freedom of speech.”"
            },
            "position": {
                "x": 300,
                "y": 300
            }
        },
        {
            "id": "node_15",
            "type": "default",
            "data": {
                "label": "LineNo: 1673325,\n\nPlayer: “The Malenyevist ideology that the...\nen\n\n\n“The Malenyevist ideology that the Red Youth promotes poses threats to our country too. We should be cautious.”"
            },
            "position": {
                "x": 750,
                "y": 0
            }
        },
        {
            "id": "node_16",
            "type": "default",
            "data": {
                "label": "LineNo: 1673433,\n\nPlayer: “The nationalist Young Sords have o...\nen\n\n\n“The nationalist Young Sords have overstepped, and they must face consequences for such an extreme action.”"
            },
            "position": {
                "x": 900,
                "y": 0
            }
        },
        {
            "id": "node_17",
            "type": "default",
            "data": {
                "label": "LineNo: 1673541,\n\nPetr Vectern: “A return to those days would be de...\nen\n\n\n“A return to those days would be devastating. The coups are the reason why our country stagnated for a decade.”"
            },
            "position": {
                "x": 300,
                "y": 1000
            }
        },
        {
            "id": "node_18",
            "type": "default",
            "data": {
                "label": "LineNo: 1673643,\n\nNarrator: Nia Morgna, the Minister of Justice...\nen\n\n\nNia Morgna, the Minister of Justice, sighed."
            },
            "position": {
                "x": 300,
                "y": 400
            }
        },
        {
            "id": "node_19",
            "type": "default",
            "data": {
                "label": "LineNo: 1673745,\n\nNia Morgna: “Our laws do, and for good reason....\nen\n\n\n“Our laws do, and for good reason. Silencing voices only results in fear and stagnation inside society.”"
            },
            "position": {
                "x": 300,
                "y": 500
            }
        },
        {
            "id": "node_20",
            "type": "default",
            "data": {
                "label": "LineNo: 1673847,\n\nNarrator: Several police cars rushed past the...\nen\n\n\nSeveral police cars rushed past the Maroon Palace and everyone went silent."
            },
            "position": {
                "x": 600,
                "y": 100
            }
        },
        {
            "id": "node_21",
            "type": "default",
            "data": {
                "label": "LineNo: 1673949,\n\nIosef Lancea: “All due respect, ma'am, but we sho...\nen\n\n\n“All due respect, ma'am, but we shouldn't be quick to jump to conclusions before a full investigation has been conducted.”"
            },
            "position": {
                "x": 0,
                "y": 2000
            }
        },
        {
            "id": "node_22",
            "type": "default",
            "data": {
                "label": "LineNo: 1674051,\n\nLileas Graf: “Agreed. We are always watchful of...\nen\n\n\n“Agreed. We are always watchful of internal threats, like the banned Communist Party members who support a similar agenda as the Red Youth.”"
            },
            "position": {
                "x": 300,
                "y": 1400
            }
        },
        {
            "id": "node_23",
            "type": "default",
            "data": {
                "label": "LineNo: 1674153,\n\nIosef Lancea: “Don't be stupid, woman. These orga...\nen\n\n\n“Don't be stupid, woman. These organizations speak against the state. The Labor Union of Sordland is also in the same boat. I wouldn't be surprised if United Contana had a hand in supporting all of them.”"
            },
            "position": {
                "x": 750,
                "y": 100
            }
        },
        {
            "id": "node_24",
            "type": "default",
            "data": {
                "label": "LineNo: 1674255,\n\nLileas Graf: “I hear your concerns, our police d...\nen\n\n\n“I hear your concerns, our police do their best to uphold the rights of our citizens. We will prevent such an act from happening again by making sure our security measures are re-evaluated.”"
            },
            "position": {
                "x": 300,
                "y": 400
            }
        },
        {
            "id": "node_25",
            "type": "default",
            "data": {
                "label": "LineNo: 1674357,\n\nPlayer: “I agree. Internal stability must b...\nen\n\n\n“I agree. Internal stability must be maintained. Our security funding might need to be increased.”"
            },
            "position": {
                "x": 300,
                "y": 300
            }
        },
        {
            "id": "node_26",
            "type": "default",
            "data": {
                "label": "LineNo: 1674465,\n\nPlayer: “We should not lose sight of our re...\nen\n\n\n“We should not lose sight of our real political goals, like the constitutional reforms.”"
            },
            "position": {
                "x": 1050,
                "y": 0
            }
        },
        {
            "id": "node_27",
            "type": "default",
            "data": {
                "label": "LineNo: 1674573,\n\nPlayer: “It is too soon to to jump to concl...\nen\n\n\n“It is too soon to to jump to conclusions. Reckless acts will have dire consequences.”"
            },
            "position": {
                "x": 1800,
                "y": 0
            }
        },
        {
            "id": "node_28",
            "type": "default",
            "data": {
                "label": "LineNo: 1674681,\n\nLucian Galade: “Agreed. We need to be patient unti...\nen\n\n\n“Agreed. We need to be patient until we have the full picture.”"
            },
            "position": {
                "x": 1200,
                "y": 0
            }
        },
        {
            "id": "node_29",
            "type": "default",
            "data": {
                "label": "LineNo: 1674783,\n\nLucian Galade: “I am sure the Minister of Interior...\nen\n\n\n“I am sure the Minister of Interior has already taken the necessary precautions.”"
            },
            "position": {
                "x": 600,
                "y": 100
            }
        },
        {
            "id": "node_30",
            "type": "default",
            "data": {
                "label": "LineNo: 1674885,\n\nLucian Galade: “Agreed, these matters shouldn't di...\nen\n\n\n“Agreed, these matters shouldn't distract us from what the people want us to do.”"
            },
            "position": {
                "x": 900,
                "y": 100
            }
        },
        {
            "id": "node_31",
            "type": "default",
            "data": {
                "label": "LineNo: 1675797,\n\nPlayer: “Any threat to our power must be de...\nen\n\n\n“Any threat to our power must be dealt with as soon as possible.”"
            },
            "position": {
                "x": 1350,
                "y": 0
            }
        },
        {
            "id": "node_32",
            "type": "default",
            "data": {
                "label": "LineNo: 1675905,\n\nLucian Galade: “Any direct attack against the gove...\nen\n\n\n“Any direct attack against the government and our people is a serious concern but we don't know enough to act on yet.”"
            },
            "position": {
                "x": 1050,
                "y": 100
            }
        },
        {
            "id": "node_33",
            "type": "default",
            "data": {
                "label": "LineNo: 1676007,\n\nLucian Galade: “It seems that the tensions between...\nen\n\n\n“It seems that the tensions between the communists and nationalists will escalate further.”"
            },
            "position": {
                "x": 600,
                "y": 200
            }
        },
        {
            "id": "node_34",
            "type": "default",
            "data": {
                "label": "LineNo: 1676235,\n\nLileas Graf: “You can be assured that our police...\nen\n\n\n“You can be assured that our police units and intelligence units are on increased threat condition. Nobody should be able to move a finger against government officials.”"
            },
            "position": {
                "x": 2250,
                "y": 0
            }
        },
        {
            "id": "node_35",
            "type": "default",
            "data": {
                "label": "LineNo: 1676337,\n\nPetr Vectern: “This will be it for today then. We...\nen\n\n\n“This will be it for today then. We will convene again soon. Thank you all, and keep us updated.”"
            },
            "position": {
                "x": 600,
                "y": 200
            }
        },
        {
            "id": "node_36",
            "type": "default",
            "data": {
                "label": "LineNo: 1676439,\n\nNarrator: Nia had always been one of the only...\nen\n\n\nNia had always been one of the only members of the Justice Ministry truly deserving of the name. She had survived countless attacks on her character while fighting corruption within the ministry, and rising to power had only compounded her sense of moral duty."
            },
            "position": {
                "x": 450,
                "y": 400
            }
        },
        {
            "id": "node_37",
            "type": "default",
            "data": {
                "label": "LineNo: 1676541,\n\nNarrator: Minister of Defense Iosef Lancea gr...\nen\n\n\nMinister of Defense Iosef Lancea grunted in disapproval. He towered over the rest of us in full military uniform, his many war medals conspicuously on display."
            },
            "position": {
                "x": 300,
                "y": 800
            }
        },
        {
            "id": "node_38",
            "type": "default",
            "data": {
                "label": "LineNo: 1676643,\n\nNarrator: Minister of Defense Iosef Lancea gr...\nen\n\n\nMinister of Defense Iosef Lancea grunted in disapproval. He towered over the rest of us in full military uniform, his many war medals conspicuously on display."
            },
            "position": {
                "x": 300,
                "y": 1300
            }
        },
        {
            "id": "node_39",
            "type": "default",
            "data": {
                "label": "LineNo: 1676745,\n\nLileas Graf: “Fortunately, yes. You were simply...\nen\n\n\n“Fortunately, yes. You were simply in the wrong place at the wrong time. Our security forces have no reason to believe anybody has motivations to act against the President of Sordland for now.”"
            },
            "position": {
                "x": 450,
                "y": 300
            }
        },
        {
            "id": "node_40",
            "type": "default",
            "data": {
                "label": "LineNo: 1676847,\n\nPlayer: “So I wasn't the target?”\nen\n\n\n“So I wasn't the target?”"
            },
            "position": {
                "x": 600,
                "y": 100
            }
        },
        {
            "id": "node_41",
            "type": "default",
            "data": {
                "label": "LineNo: 1676955,\n\nNia Morgna: “The Red Youth has condemned the ki...\nen\n\n\n“The Red Youth has condemned the killing but didn't stop there. They promised revenge.”"
            },
            "position": {
                "x": 1350,
                "y": 0
            }
        },
        {
            "id": "node_42",
            "type": "default",
            "data": {
                "label": "LineNo: 1677057,\n\nNia Morgna: “This will in turn spark further ag...\nen\n\n\n“This will in turn spark further aggression from the Young Sords. The whole cycle started because Bernard Circas expressed his views. We can't simply look away.”"
            },
            "position": {
                "x": 300,
                "y": 600
            }
        },
        {
            "id": "node_43",
            "type": "default",
            "data": {
                "label": "LineNo: 1677159,\n\nNia Morgna: “This is not a simple overstep but...\nen\n\n\n“This is not a simple overstep but an attack on our country. Murder for political opinions is a thing of the past. Our administration is building something new.”"
            },
            "position": {
                "x": 300,
                "y": 700
            }
        },
        {
            "id": "node_44",
            "type": "default",
            "data": {
                "label": "LineNo: 1677261,\n\nNia Morgna: “These groups wouldn't resort to un...\nen\n\n\n“These groups wouldn't resort to unconventional means if they were represented in our Assembly. The high electoral threshold and bans are making these factions extreme.”"
            },
            "position": {
                "x": 300,
                "y": 1100
            }
        },
        {
            "id": "node_45",
            "type": "default",
            "data": {
                "label": "LineNo: 1677363,\n\nNia Morgna: “Justice will be served and the rul...\nen\n\n\n“Justice will be served and the rule of law will return to this country stronger than ever.”"
            },
            "position": {
                "x": 450,
                "y": 200
            }
        },
        {
            "id": "node_46",
            "type": "default",
            "data": {
                "label": "LineNo: 1677465,\n\nPlayer: “It is political, though, isn't it?...\nen\n\n\n“It is political, though, isn't it?”"
            },
            "position": {
                "x": 1800,
                "y": 0
            }
        },
        {
            "id": "node_47",
            "type": "default",
            "data": {
                "label": "LineNo: 1677573,\n\nPlayer: “It's early, but will we attend the...\nen\n\n\n“It's early, but will we attend the funeral?”"
            },
            "position": {
                "x": 1950,
                "y": 0
            }
        },
        {
            "id": "node_48",
            "type": "default",
            "data": {
                "label": "LineNo: 1677681,\n\nIosef Lancea: “How can that be achieved when it i...\nen\n\n\n“How can that be achieved when it is Bernard Circas we are talking about? He is *the* communist of Sordland.”"
            },
            "position": {
                "x": 300,
                "y": 1600
            }
        },
        {
            "id": "node_49",
            "type": "default",
            "data": {
                "label": "LineNo: 1677783,\n\nIosef Lancea: “There aren't many sides. The state...\nen\n\n\n“There aren't many sides. The state versus its enemies.”"
            },
            "position": {
                "x": 0,
                "y": 1800
            }
        },
        {
            "id": "node_50",
            "type": "default",
            "data": {
                "label": "LineNo: 1677885,\n\nNia Morgna: “We had that before and know very w...\nen\n\n\n“We had that before and know very well how it was.”"
            },
            "position": {
                "x": 150,
                "y": 200
            }
        },
        {
            "id": "node_51",
            "type": "default",
            "data": {
                "label": "LineNo: 1677987,\n\nIosef Lancea: “Agreed, ma'am. Our Gendarmerie wil...\nen\n\n\n“Agreed, ma'am. Our Gendarmerie will also help boost security in the rural areas where possible. There might be more violence to come.”"
            },
            "position": {
                "x": 300,
                "y": 200
            }
        },
        {
            "id": "node_52",
            "type": "default",
            "data": {
                "label": "LineNo: 1678089,\n\nNarrator: Minister of Defense Iosef Lancea gr...\nen\n\n\nMinister of Defense Iosef Lancea grunted in approval. He towered over the rest of us in full military uniform, his many war medals conspicuously on display."
            },
            "position": {
                "x": 300,
                "y": 500
            }
        },
        {
            "id": "node_53",
            "type": "default",
            "data": {
                "label": "LineNo: 1678191,\n\nLileas Graf: “Agreed. We will reach out to the N...\nen\n\n\n“Agreed. We will reach out to the NFP and ask them to calm the situation with the Young Sords. The two groups have ties and Mr. Kibener sees reason, after all, which can't be said about the Young Sords at times.”"
            },
            "position": {
                "x": 300,
                "y": 400
            }
        },
        {
            "id": "node_54",
            "type": "default",
            "data": {
                "label": "LineNo: 1678293,\n\nPlayer: “You are right, we need to calm the...\nen\n\n\n“You are right, we need to calm the situation.”"
            },
            "position": {
                "x": 300,
                "y": 1200
            }
        },
        {
            "id": "node_55",
            "type": "default",
            "data": {
                "label": "LineNo: 1678401,\n\nLucian Galade: “Yes, but we need to calm the count...\nen\n\n\n“Yes, but we need to calm the country. If we take sides we could escalate the situation further.”"
            },
            "position": {
                "x": 2100,
                "y": 0
            }
        },
        {
            "id": "node_56",
            "type": "default",
            "data": {
                "label": "LineNo: 1678503,\n\nLucian Galade: “Our government is capable to maint...\nen\n\n\n“Our government is capable to maintain security. Our job will be to reduce tensions.”"
            },
            "position": {
                "x": 1500,
                "y": 100
            }
        },
        {
            "id": "node_57",
            "type": "default",
            "data": {
                "label": "LineNo: 1678605,\n\nLucian Galade: “In my opinion we should. The nuanc...\nen\n\n\n“In my opinion we should. The nuance here is to detach the person from the violent act.”"
            },
            "position": {
                "x": 150,
                "y": 100
            }
        },
        {
            "id": "node_58",
            "type": "default",
            "data": {
                "label": "LineNo: 1678707,\n\nLucian Galade: “It is difficult, but an elected of...\nen\n\n\n“It is difficult, but an elected official has been shot. This is unacceptable for our new administration. We need to make sure we show our stance by condemning it at the funeral.”"
            },
            "position": {
                "x": 150,
                "y": 1700
            }
        },
        {
            "id": "node_59",
            "type": "default",
            "data": {
                "label": "LineNo: 1678809,\n\nNarrator: Lucian took some notes after checki...\nen\n\n\nLucian took some notes after checking the latest newspapers and reports."
            },
            "position": {
                "x": 0,
                "y": 1900
            }
        },
        {
            "id": "node_60",
            "type": "default",
            "data": {
                "label": "LineNo: 1678911,\n\nPlayer: “We can't fix the recession if ther...\nen\n\n\n“We can't fix the recession if there isn't stability.”"
            },
            "position": {
                "x": 600,
                "y": 300
            }
        },
        {
            "id": "node_61",
            "type": "default",
            "data": {
                "label": "LineNo: 1679127,\n\nPlayer: “We will make it through this and d...\nen\n\n\n“We will make it through this and deliver our promises.”"
            },
            "position": {
                "x": 2250,
                "y": 0
            }
        },
        {
            "id": "node_62",
            "type": "default",
            "data": {
                "label": "LineNo: 1679235,\n\nPetr Vectern: “You are right. We need to trust ou...\nen\n\n\n“You are right. We need to trust our ministers to stabilize the situation if it comes to it.”"
            },
            "position": {
                "x": 3450,
                "y": 0
            }
        },
        {
            "id": "node_63",
            "type": "default",
            "data": {
                "label": "LineNo: 1679337,\n\nPetr Vectern: “No use worrying about it now. Let'...\nen\n\n\n“No use worrying about it now. Let's analyze the effects first. We will cross that bridge when we come to it.”"
            },
            "position": {
                "x": 450,
                "y": 0
            }
        },
        {
            "id": "node_64",
            "type": "default",
            "data": {
                "label": "LineNo: 1679439,\n\nPetr Vectern: “Hell yes, President Rayne!”\nen\n\n\n“Hell yes, President Rayne!”"
            },
            "position": {
                "x": 450,
                "y": 100
            }
        },
        {
            "id": "node_65",
            "type": "default",
            "data": {
                "label": "LineNo: 1680081,\n\nPlayer: “Whoever is against the state is an...\nen\n\n\n“Whoever is against the state is an enemy.”"
            },
            "position": {
                "x": 2400,
                "y": 0
            }
        },
        {
            "id": "node_66",
            "type": "default",
            "data": {
                "label": "LineNo: 1680189,\n\nIosef Lancea: “We will prevail.”\nen\n\n\n“We will prevail.”"
            },
            "position": {
                "x": 1800,
                "y": 100
            }
        },
        {
            "id": "node_67",
            "type": "default",
            "data": {
                "label": "LineNo: 1680291,\n\nPetr Vectern: “We are here to stay.”\nen\n\n\n“We are here to stay.”"
            },
            "position": {
                "x": 1200,
                "y": 200
            }
        },
        {
            "id": "node_68",
            "type": "default",
            "data": {
                "label": "LineNo: 1680393,\n\nPetr Vectern: “I'll do my best to help coordinate...\nen\n\n\n“I'll do my best to help coordinate the administrative tasks.”"
            },
            "position": {
                "x": 450,
                "y": 300
            }
        },
        {
            "id": "node_69",
            "type": "default",
            "data": {
                "label": "LineNo: 1680591,\n\nNarrator: She spat the last word out with som...\nen\n\n\nShe spat the last word out with some distaste."
            },
            "position": {
                "x": 450,
                "y": 600
            }
        },
        {
            "id": "node_70",
            "type": "default",
            "data": {
                "label": "LineNo: 1680693,\n\nLileas Graf: The president and his family were...\nen\n\n\n\"The president and his family were unharmed, praise God.\""
            },
            "position": {
                "x": 150,
                "y": 100
            }
        }
    ],
    "edges": [
        {
            "id": "e0",
            "source": "node_3",
            "target": "node_4"
        },
        {
            "id": "e1",
            "source": "node_5",
            "target": "node_95"
        },
        {
            "id": "e2",
            "source": "node_6",
            "target": "node_19"
        },
        {
            "id": "e3",
            "source": "node_7",
            "target": "node_43"
        },
        {
            "id": "e4",
            "source": "node_8",
            "target": "node_22"
        },
        {
            "id": "e5",
            "source": "node_10",
            "target": "node_93"
        },
        {
            "id": "e6",
            "source": "node_11",
            "target": "node_17"
        },
        {
            "id": "e7",
            "source": "node_12",
            "target": "node_63"
        },
        {
            "id": "e8",
            "source": "node_13",
            "target": "node_91"
        },
        {
            "id": "e9",
            "source": "node_14",
            "target": "node_92"
        },
        {
            "id": "e10",
            "source": "node_15",
            "target": "node_94"
        },
        {
            "id": "e11",
            "source": "node_16",
            "target": "node_6"
        },
        {
            "id": "e12",
            "source": "node_17",
            "target": "node_19"
        },
        {
            "id": "e13",
            "source": "node_18",
            "target": "node_17"
        },
        {
            "id": "e14",
            "source": "node_19",
            "target": "node_23"
        },
        {
            "id": "e15",
            "source": "node_20",
            "target": "node_25"
        },
        {
            "id": "e16",
            "source": "node_21",
            "target": "node_28"
        },
        {
            "id": "e17",
            "source": "node_22",
            "target": "node_59"
        },
        {
            "id": "e18",
            "source": "node_23",
            "target": "node_24"
        },
        {
            "id": "e19",
            "source": "node_24",
            "target": "node_57"
        },
        {
            "id": "e20",
            "source": "node_25",
            "target": "node_66"
        },
        {
            "id": "e21",
            "source": "node_26",
            "target": "node_13"
        },
        {
            "id": "e22",
            "source": "node_27",
            "target": "node_12"
        },
        {
            "id": "e23",
            "source": "node_28",
            "target": "node_60"
        },
        {
            "id": "e24",
            "source": "node_29",
            "target": "node_12"
        },
        {
            "id": "e25",
            "source": "node_30",
            "target": "node_68"
        },
        {
            "id": "e26",
            "source": "node_31",
            "target": "node_35"
        },
        {
            "id": "e27",
            "source": "node_32",
            "target": "node_36"
        },
        {
            "id": "e28",
            "source": "node_33",
            "target": "node_34"
        },
        {
            "id": "e29",
            "source": "node_34",
            "target": "node_75"
        },
        {
            "id": "e30",
            "source": "node_35",
            "target": "node_50"
        },
        {
            "id": "e31",
            "source": "node_44",
            "target": "node_46"
        },
        {
            "id": "e32",
            "source": "node_46",
            "target": "node_47"
        },
        {
            "id": "e33",
            "source": "node_47",
            "target": "node_75"
        },
        {
            "id": "e34",
            "source": "node_49",
            "target": "node_85"
        },
        {
            "id": "e35",
            "source": "node_50",
            "target": "node_75"
        },
        {
            "id": "e36",
            "source": "node_51",
            "target": "node_14"
        },
        {
            "id": "e37",
            "source": "node_52",
            "target": "node_8"
        },
        {
            "id": "e38",
            "source": "node_53",
            "target": "node_27"
        },
        {
            "id": "e39",
            "source": "node_54",
            "target": "node_29"
        },
        {
            "id": "e40",
            "source": "node_55",
            "target": "node_17"
        },
        {
            "id": "e41",
            "source": "node_56",
            "target": "node_55"
        },
        {
            "id": "e42",
            "source": "node_57",
            "target": "node_58"
        },
        {
            "id": "e43",
            "source": "node_58",
            "target": "node_52"
        },
        {
            "id": "e44",
            "source": "node_59",
            "target": "node_69"
        },
        {
            "id": "e45",
            "source": "node_60",
            "target": "node_54"
        },
        {
            "id": "e46",
            "source": "node_61",
            "target": "node_7"
        },
        {
            "id": "e47",
            "source": "node_62",
            "target": "node_71"
        },
        {
            "id": "e48",
            "source": "node_63",
            "target": "node_73"
        },
        {
            "id": "e49",
            "source": "node_64",
            "target": "node_74"
        },
        {
            "id": "e50",
            "source": "node_65",
            "target": "node_26"
        },
        {
            "id": "e51",
            "source": "node_66",
            "target": "node_30"
        },
        {
            "id": "e52",
            "source": "node_67",
            "target": "node_12"
        },
        {
            "id": "e53",
            "source": "node_68",
            "target": "node_67"
        },
        {
            "id": "e54",
            "source": "node_69",
            "target": "node_53"
        },
        {
            "id": "e55",
            "source": "node_70",
            "target": "node_72"
        },
        {
            "id": "e56",
            "source": "node_71",
            "target": "node_65"
        },
        {
            "id": "e57",
            "source": "node_72",
            "target": "node_26"
        },
        {
            "id": "e58",
            "source": "node_73",
            "target": "node_64"
        },
        {
            "id": "e59",
            "source": "node_74",
            "target": "node_26"
        },
        {
            "id": "e60",
            "source": "node_75",
            "target": "node_48"
        },
        {
            "id": "e61",
            "source": "node_77",
            "target": "node_80"
        },
        {
            "id": "e62",
            "source": "node_78",
            "target": "node_81"
        },
        {
            "id": "e63",
            "source": "node_79",
            "target": "node_51"
        },
        {
            "id": "e64",
            "source": "node_80",
            "target": "node_51"
        },
        {
            "id": "e65",
            "source": "node_86",
            "target": "node_88"
        },
        {
            "id": "e66",
            "source": "node_88",
            "target": "node_89"
        },
        {
            "id": "e67",
            "source": "node_89",
            "target": "node_90"
        },
        {
            "id": "e68",
            "source": "node_90",
            "target": "node_51"
        },
        {
            "id": "e69",
            "source": "node_92",
            "target": "node_5"
        },
        {
            "id": "e70",
            "source": "node_93",
            "target": "node_15"
        }
    ]
}